{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "a": 4, "stirring": 5, ",": 6, "funny": 7, "and": 8, "finally": 9, "transporting": 10, "re-imagining": 11, "of": 12, "beauty": 13, "the": 14, "beast": 15, "1930s": 16, "horror": 17, "films": 18, "apparently": 19, "reassembled": 20, "from": 21, "cutting-room": 22, "floor": 23, "any": 24, "given": 25, "daytime": 26, "soap": 27, ".": 28, "they": 29, "presume": 30, "their": 31, "audience": 32, "wo": 33, "n't": 34, "sit": 35, "still": 36, "for": 37, "sociology": 38, "lesson": 39, "however": 40, "entertainingly": 41, "presented": 42, "so": 43, "trot": 44, "out": 45, "conventional": 46, "science-fiction": 47, "elements": 48, "bug-eyed": 49, "monsters": 50, "futuristic": 51, "women": 52, "in": 53, "skimpy": 54, "clothes": 55, "this": 56, "is": 57, "visually": 58, "stunning": 59, "rumination": 60, "on": 61, "love": 62, "memory": 63, "history": 64, "war": 65, "between": 66, "art": 67, "commerce": 68, "jonathan": 69, "parker": 70, "'": 71, "s": 72, "bartleby": 73, "should": 74, "have": 75, "been": 76, "be-all-end-all": 77, "modern-office": 78, "anomie": 79, "campanella": 80, "gets": 81, "tone": 82, "just": 83, "right": 84, "-": 85, "middle": 86, "sad": 87, "hopeful": 88, "fan": 89, "film": 90, "that": 91, "uninitiated": 92, "plays": 93, "better": 94, "video": 95, "with": 96, "sound": 97, "turned": 98, "down": 99, "béart": 100, "berling": 101, "are": 102, "both": 103, "superb": 104, "while": 105, "huppert": 106, "...": 107, "magnificent": 108, "little": 109, "less": 110, "extreme": 111, "than": 112, "past": 113, "longer": 114, "exposition": 115, "sequences": 116, "them": 117, "fewer": 118, "gags": 119, "to": 120, "break": 121, "tedium": 122, "strictly": 123, "routine": 124, "lyrical": 125, "metaphor": 126, "cultural": 127, "personal": 128, "self-discovery": 129, "picaresque": 130, "view": 131, "little-remembered": 132, "world": 133, "most": 134, "repugnant": 135, "adaptation": 136, "classic": 137, "text": 138, "since": 139, "roland": 140, "joffé": 141, "demi": 142, "moore": 143, "scarlet": 144, "letter": 145, "something": 146, "as": 147, "splendid-looking": 148, "particular": 149, "viewer": 150, "expects": 151, "special": 152, "but": 153, "instead": 154, "lrb": 155, "sci-fi": 156, "rrb": 157, "rehash": 158, "one-of-a-kind": 159, "tour": 160, "de": 161, "force": 162, "may": 163, "be": 164, "more": 165, "genial": 166, "ingenious": 167, "it": 168, "job": 169, "done": 170, "there": 171, "freedom": 172, "watching": 173, "stunts": 174, "crude": 175, "fast-paced": 176, "insane": 177, "if": 178, "tuxedo": 179, "actually": 180, "were": 181, "suit": 182, "would": 183, "fit": 184, "chan": 185, "like": 186, "$": 187, "99": 188, "bargain-basement": 189, "quiet": 190, "patient": 191, "tenacious": 192, "mr": 193, "lopez": 194, "himself": 195, "who": 196, "approaches": 197, "his": 198, "difficult": 199, "endless": 200, "work": 201, "remarkable": 202, "serenity": 203, "discipline": 204, "final": 205, "verdict": 206, ":": 207, "you": 208, "ve": 209, "seen": 210, "all": 211, "before": 212, "blue": 213, "crush": 214, "follows": 215, "formula": 216, "throws": 217, "too": 218, "many": 219, "conflicts": 220, "keep": 221, "story": 222, "compelling": 223, "get": 224, "sense": 225, "good": 226, "intentions": 227, "derailed": 228, "by": 229, "failure": 230, "seek": 231, "strike": 232, "slick": 233, "engrossing": 234, "melodrama": 235, "wretched": 236, "movie": 237, "reduces": 238, "second": 239, "one": 240, "man": 241, "quest": 242, "find": 243, "an": 244, "old": 245, "flame": 246, "will": 247, "undoubtedly": 248, "play": 249, "well": 250, "european": 251, "markets": 252, "where": 253, "besson": 254, "brand": 255, "name": 256, "asia": 257, "ms": 258, "shu": 259, "institution": 260, "american": 261, "audiences": 262, "probably": 263, "familiar": 264, "insufficiently": 265, "cathartic": 266, "lacks": 267, "inspiration": 268, "original": 269, "has": 270, "bloated": 271, "plot": 272, "stretches": 273, "running": 274, "time": 275, "about": 276, "10": 277, "minutes": 278, "child": 279, "interest": 280, "adult": 281, "patience": 282, "santa": 283, "clause": 284, "2": 285, "proves": 286, "itself": 287, "streamlined": 288, "thought": 289, "encounter": 290, "could": 291, "ever": 292, "hoped": 293, "moody": 294, "oozing": 295, "chilling": 296, "heart-warming": 297, "at": 298, "once": 299, "twisting": 300, "unpredictable": 301, "cat-and-mouse": 302, "thriller": 303, "bad": 304, "strong": 305, "first": 306, "act": 307, "absolutely": 308, "inescapably": 309, "gorgeous": 310, "skyscraper-trapeze": 311, "motion": 312, "amazing": 313, "spider-man": 314, "gooding": 315, "offers": 316, "desperately": 317, "ingratiating": 318, "performance": 319, "well-intentioned": 320, "effort": 321, "burdened": 322, "actor": 323, "offbeat": 324, "sensibilities": 325, "earnest": 326, "emotional": 327, "core": 328, "emerge": 329, "degree": 330, "accessibility": 331, "fun": 332, "ride": 333, "edgy": 334, "delivers": 335, "surprising": 336, "punch": 337, "`": 338, "what": 339, "russian": 340, "word": 341, "wow": 342, "!": 343, "?": 344, "otto-sallies": 345, "real": 346, "filmmaker": 347, "eye": 348, "lurid": 349, "lucid": 350, "its": 351, "parade": 352, "almost": 353, "perpetually": 354, "wasted": 355, "characters": 356, "margarita": 357, "feels": 358, "hazy": 359, "high": 360, "takes": 361, "long": 362, "shake": 363, "i": 364, "feel": 365, "screenwriter": 366, "every": 367, "moment": 368, "tap": 369, "tapping": 370, "away": 371, "screenplay": 372, "overall": 373, "cletis": 374, "tout": 375, "winning": 376, "comedy": 377, "excites": 378, "imagination": 379, "tickles": 380, "bone": 381, "live": 382, "mood": 383, "rather": 384, "savour": 385, "thoughtlessly": 386, "assembled": 387, "some": 388, "body": 389, "shaky": 390, "uncertain": 391, "nevertheless": 392, "touches": 393, "few": 394, "raw": 395, "nerves": 396, "very": 397, "sincere": 398, "diary": 399, "or": 400, "documentary": 401, "adobo": 402, "heart": 403, "palate": 404, "place": 405, "brain": 406, "scattered": 407, "ditsy": 408, "even": 409, "unfolds": 410, "such": 411, "wallop": 412, "you-are-there": 413, "immediacy": 414, "when": 415, "bullets": 416, "start": 417, "fly": 418, "your": 419, "instinct": 420, "duck": 421, "lousy": 422, "not": 423, "fast": 424, "slow": 425, "entertaining": 426, "effects": 427, "boosted": 428, "size": 429, "downtown": 430, "hotel": 431, "take": 432, "outer": 433, "space": 434, "uncompromising": 435, "nonjudgmental": 436, "makes": 437, "clear": 438, "prostitute": 439, "can": 440, "lonely": 441, "needy": 442, "clients": 443, "compellingly": 444, "watchable": 445, "despite": 446, "comic": 447, "sparks": 448, "welcome": 449, "collinwood": 450, "never": 451, "catches": 452, "fire": 453, "though": 454, "jackson": 455, "does": 456, "always": 457, "succeed": 458, "integrating": 459, "foreground": 460, "into": 461, "extraordinarily": 462, "rich": 463, "landscape": 464, "must": 465, "said": 466, "he": 467, "imaginative": 468, "see": 469, "forest": 470, "trees": 471, "only": 472, "deliver": 473, "suspect": 474, "might": 475, "again": 476, "worth": 477, "taking": 478, "kids": 479, "without": 480, "shakespeare": 481, "eloquent": 482, "language": 483, "update": 484, "dreary": 485, "sluggish": 486, "dense": 487, "exhilarating": 488, "choke": 489, "leash": 490, "around": 491, "neck": 492, "director": 493, "nick": 494, "cassavetes": 495, "give": 496, "hard": 497, "yank": 498, "whenever": 499, "wants": 500, "poignant": 501, "young": 502, "person": 503, "suspended": 504, "two": 505, "cultures": 506, "methodical": 507, "measured": 508, "gently": 509, "tedious": 510, "secret": 511, "ballot": 512, "purposefully": 513, "reductive": 514, "which": 515, "why": 516, "successful": 517, "lodging": 518, "touch": 519, "arthouse": 520, "101": 521, "poetic": 522, "symbolism": 523, "heaven": 524, "match": 525, "directors": 526, "superbly": 527, "photographed": 528, "staged": 529, "mendes": 530, "series": 531, "riveting": 532, "set": 533, "pieces": 534, "likes": 535, "mainstream": 536, "rarely": 537, "modern-day": 538, "urban": 539, "china": 540, "searching": 541, "identity": 542, "square": 543, "sentimental": 544, "drama": 545, "satisfies": 546, "comfort": 547, "food": 548, "often": 549, "wonderfully": 550, "lush": 551, "morvern": 552, "callar": 553, "pure": 554, "punk": 555, "existentialism": 556, "ramsay": 557, "her": 558, "co-writer": 559, "liana": 560, "dognini": 561, "dramatized": 562, "alan": 563, "warner": 564, "novel": 565, "felt": 566, "answer": 567, "irvine": 568, "welsh": 569, "book": 570, "trainspotting": 571, "admirers": 572, "abel": 573, "ferrara": 574, "relieved": 575, "latest": 576, "feature": 577, "r": 578, "xmas": 579, "marks": 580, "modest": 581, "encouraging": 582, "return": 583, "form": 584, "rush": 585, "save": 586, "day": 587, "did": 588, "become": 589, "involved": 590, "proceedings": 591, ";": 592, "me": 593, "was": 594, "matter": 595, "eh": 596, "ugly-duckling": 597, "tale": 598, "hideously": 599, "clumsily": 600, "told": 601, "accidental": 602, "becomes": 603, "bit": 604, "mishmash": 605, "tearjerker": 606, "geeked": 607, "heard": 608, "apollo": 609, "13": 610, "going": 611, "released": 612, "imax": 613, "format": 614, "ambitious": 615, "project": 616, "fairly": 617, "inexperienced": 618, "actors": 619, "poetry": 620, "music": 621, "help": 622, "sustain": 623, "relating": 624, "creating": 625, "emotionally": 626, "complex": 627, "dramatically": 628, "satisfying": 629, "heroine": 630, "cho": 631, "timing": 632, "priceless": 633, "criminal": 634, "conspiracies": 635, "true": 636, "romances": 637, "move": 638, "easily": 639, "across": 640, "racial": 641, "lines": 642, "my": 643, "big": 644, "fat": 645, "greek": 646, "wedding": 647, "look": 648, "apartheid": 649, "studio-produced": 650, "bothers": 651, "hand": 652, "viewers": 653, "suitcase": 654, "full": 655, "easy": 656, "answers": 657, "elevates": 658, "above": 659, "run-of-the-mill": 660, "singles": 661, "blender": 662, "surreal": 663, "humor": 664, "technological": 665, "finish": 666, "nicholson": 667, "understated": 668, "wonderful": 669, "filmmakers": 670, "know": 671, "how": 672, "please": 673, "prettiest": 674, "pictures": 675, "tell": 676, "best": 677, "unfortunate": 678, "wallace": 679, "wrote": 680, "gibson": 681, "braveheart": 682, "recent": 683, "pearl": 684, "harbor": 685, "irrepressible": 686, "passion": 687, "sappy": 688, "situations": 689, "dialogue": 690, "shamefully": 691, "strolls": 692, "through": 693, "mess": 694, "smug": 695, "grin": 696, "inexplicably": 697, "wearing": 698, "kilt": 699, "carrying": 700, "bag": 701, "golf": 702, "clubs": 703, "over": 704, "shoulder": 705, "fascinating": 706, "curiosity": 707, "piece": 708, "ten": 709, "nolan": 710, "cross": 711, "swords": 712, "helm": 713, "traditionally": 714, "plotted": 715, "popcorn": 716, "surrendering": 717, "intellectual": 718, "rigor": 719, "creative": 720, "composure": 721, "bond": 722, "goes": 723, "off": 724, "beaten": 725, "path": 726, "necessarily": 727, "solemn": 728, "pretension": 729, "prevents": 730, "us": 731, "sharing": 732, "awe": 733, "holds": 734, "discloses": 735, "nothing": 736, "sham": 737, "construct": 738, "based": 739, "theory": 740, "sleight-of-hand": 741, "ill-wrought": 742, "hypothesis": 743, "isabelle": 744, "excels": 745, "enigmatic": 746, "mika": 747, "anna": 748, "mouglalis": 749, "new": 750, "talent": 751, "chabrol": 752, "intense": 753, "psychological": 754, "mysteries": 755, "predecessors": 756, "halloween": 757, "gory": 758, "slash-fest": 759, "perhaps": 760, "sports": 761, "pathetic": 762, "junk": 763, "barely": 764, "hour": 765, "ou": 766, "got": 767, "disney": 768, "pic": 769, "cleavage": 770, "feisty": 771, "principled": 772, "jane": 773, "vivid": 774, "color": 775, "life": 776, "playing": 777, "role": 778, "bergmanesque": 779, "intensity": 780, "bisset": 781, "convincing": 782, "radiant": 783, "trappings": 784, "spy": 785, "rerun": 786, "treats": 787, "ana": 788, "journey": 789, "honesty": 790, "tragically": 791, "rare": 792, "depiction": 793, "leigh": 794, "these": 795, "lives": 796, "count": 797, "unsettling": 798, "psychodrama": 799, "advantage": 800, "rough-around-the-edges": 801, "low-budget": 802, "constraints": 803, "woodman": 804, "seems": 805, "directly": 806, "influenced": 807, "girl-meets-girl": 808, "reassuring": 809, "makers": 810, "seem": 811, "understand": 812, "made": 813, "allen": 814, "romantic": 815, "comedies": 816, "pertinent": 817, "enduring": 818, "recommend": 819, "mehta": 820, "much": 821, "learn": 822, "taste": 823, "no": 824, "fizz": 825, "reworking": 826, "die": 827, "cliffhanger": 828, "nowhere": 829, "near": 830, "exciting": 831, "either": 832, "moving": 833, "destruction": 834, "unexpected": 835, "places": 836, "unexamined": 837, "moments": 838, "insightful": 839, "enough": 840, "fondly": 841, "remembered": 842, "endlessly": 843, "challenging": 844, "maze": 845, "moviegoing": 846, "ararat": 847, "went": 848, "astray": 849, "vincent": 850, "gallo": 851, "home": 852, "french": 853, "shocker": 854, "usual": 855, "boy": 856, "weirdo": 857, "clockstoppers": 858, "those": 859, "crazy": 860, "mixed-up": 861, "grows": 862, "up": 863, "sandra": 864, "bullock": 865, "downplaying": 866, "looks": 867, "carries": 868, "ai": 869, "she-cute": 870, "baggage": 871, "lead": 872, "troubled": 873, "determined": 874, "homicide": 875, "cop": 876, "quite": 877, "pull": 878, "heavy": 879, "stuff": 880, "mostly": 881, "pleasure": 882, "watch": 883, "spirit": 884, "iconoclastic": 885, "abandon": 886, "canned": 887, "unexpectedly": 888, "giddy": 889, "viewing": 890, "kilted": 891, "sight": 892, "indicative": 893, "out-of-kilter": 894, "character": 895, "rambles": 896, "aimlessly": 897, "ill-conceived": 898, "action": 899, "fascination": 900, "swinging": 901, "waterboy": 902, "nerve-raked": 903, "acting": 904, "crackle": 905, "impressive": 906, "stagings": 907, "hardware": 908, "make": 909, "robust": 910, "scary": 911, "entertainment": 912, "baby-faced": 913, "renner": 914, "eerily": 915, "bland": 916, "blank": 917, "unimaginable": 918, "demons": 919, "within": 920, "kind": 921, "primal": 922, "storytelling": 923, "george": 924, "lucas": 925, "dream": 926, "uplifting": 927, "document": 928, "worst": 929, "possibilities": 930, "mankind": 931, "among": 932, "year": 933, "irwins": 934, "scenes": 935, "whole": 936, "cheap": 937, "insult": 938, "death-defying": 939, "efforts": 940, "frightful": 941, "vanity": 942, "doubt": 943, "pays": 944, "debt": 945, "miramax": 946, "owed": 947, "benigni": 948, "want": 949, "succeeds": 950, "making": 951, "neither": 952, "turns": 953, "fanciful": 954, "grisly": 955, "engagingly": 956, "quixotic": 957, "re-release": 958, "ron": 959, "howard": 960, "really": 961, "things": 962, "come": 963, "enormous": 964, "packages": 965, "remake": 966, "do": 967, "anything": 968, "stomach-turning": 969, "way": 970, "adam": 971, "sandler": 972, "rapes": 973, "pillages": 974, "incinerates": 975, "frank": 976, "capra": 977, "jolted": 978, "gourd": 979, "drop": 980, "everything": 981, "run": 982, "ichi": 983, "deeds": 984, "silly": 985, "amiable": 986, "picture": 987, "talks": 988, "tough": 989, "bluster": 990, "end": 991, "sweet": 992, "greenfingers": 993, "years": 994, "negligible": 995, "manipulation": 996, "exploitation": 997, "doing": 998, "guilt-trip": 999, "parents": 1000, "jaunt": 1001, "lane": 1002, "teens": 1003, "adults": 1004, "grew": 1005, "televised": 1006, "scooby-doo": 1007, "shows": 1008, "reruns": 1009, "suffers": 1010, "flat": 1011, "script": 1012, "low": 1013, "budget": 1014, "master": 1015, "disguise": 1016, "awful": 1017, "weirdly": 1018, "engaging": 1019, "direction": 1020, "occasionally": 1021, "rises": 1022, "level": 1023, "marginal": 1024, "competence": 1025, "chasing": 1026, "three": 1027, "leads": 1028, "produce": 1029, "adequate": 1030, "performances": 1031, "missing": 1032, "material": 1033, "depth": 1034, "feeling": 1035, "looking": 1036, "leonard": 1037, "kinda": 1038, "neutral": 1039, "hoping": 1040, "stiff": 1041, "wind": 1042, "blow": 1043, "uphill": 1044, "thing": 1045, "releasing": 1046, "theaters": 1047, "resurrection": 1048, "oh": 1049, "clever": 1050, "angle": 1051, "hate": 1052, "dark": 1053, "delicate": 1054, "treatment": 1055, "unerring": 1056, "respect": 1057, "casting": 1058, "raymond": 1059, "j": 1060, "barry": 1061, "assassin": 1062, "greatly": 1063, "enhances": 1064, "quality": 1065, "neil": 1066, "burger": 1067, "fake": 1068, "sitting": 1069, "café": 1070, "overhearing": 1071, "bunch": 1072, "typical": 1073, "late-twenty-somethings": 1074, "natter": 1075, "wishing": 1076, "change": 1077, "tables": 1078, "else": 1079, "show": 1080, "b": 1081, "rollicking": 1082, "jaw-dropping": 1083, "striking": 1084, "villains": 1085, "palette": 1086, "astounding": 1087, "technology": 1088, "boffo": 1089, "last": 1090, "strangely": 1091, "sinister": 1092, "happy": 1093, "ending": 1094, "half": 1095, "joyful": 1096, "solo": 1097, "contrived": 1098, "pastiche": 1099, "caper": 1100, "clichés": 1101, "triumph": 1102, "hews": 1103, "effortlessly": 1104, "darkness": 1105, "light": 1106, "steven": 1107, "soderbergh": 1108, "digital": 1109, "experiment": 1110, "cutting": 1111, "quick": 1112, "dirty": 1113, "modern": 1114, "living": 1115, "kinnear": 1116, "career-defining": 1117, "revelation": 1118, "reminder": 1119, "used": 1120, "movies": 1121, "also": 1122, "sometimes": 1123, "dragons": 1124, "stars": 1125, "reign": 1126, "disappointed": 1127, "re": 1128, "25": 1129, "iq": 1130, "90": 1131, "driver": 1132, "license": 1133, "able": 1134, "devotees": 1135, "cinema": 1136, "safe": 1137, "conduct": 1138, "period": 1139, "minutiae": 1140, "dying": 1141, "celluloid": 1142, "scherfig": 1143, "had": 1144, "career": 1145, "tv": 1146, "tackles": 1147, "she": 1148, "handle": 1149, "sade": 1150, "hardly": 1151, "perverse": 1152, "dangerous": 1153, "libertine": 1154, "agitator": 1155, "definitely": 1156, "convinced": 1157, "spectacular": 1158, "plotline": 1159, "lumpy": 1160, "two-day": 1161, "porridge": 1162, "paws": 1163, "say": 1164, "un-bear-able": 1165, "royals": 1166, "guys": 1167, "comes": 1168, "scandals": 1169, "essentially": 1170, "fatal": 1171, "attraction": 1172, "remade": 1173, "diapers": 1174, "1987": 1175, "care": 1176, "uses": 1177, "markers": 1178, "preordained": 1179, "events": 1180, "opening": 1181, "partly": 1182, "closed": 1183, "common": 1184, "knowledge": 1185, "park": 1186, "founding": 1187, "partner": 1188, "yong": 1189, "kang": 1190, "lost": 1191, "kozmo": 1192, "ca": 1193, "caught": 1194, "thrill": 1195, "company": 1196, "astonishing": 1197, "growth": 1198, "lots": 1199, "intelligence": 1200, "display": 1201, "execution": 1202, "awkward": 1203, "static": 1204, "lifeless": 1205, "rumblings": 1206, "crackles": 1207, "tension": 1208, "flick": 1209, "edge": 1210, "seat": 1211, "screen": 1212, "manual": 1213, "animation": 1214, "coal": 1215, "worthy": 1216, "substitute": 1217, "naughty": 1218, "children": 1219, "stockings": 1220, "pedestrian": 1221, "ask": 1222, "buy": 1223, "milk": 1224, "cow": 1225, "free": 1226, "sunk": 1227, "indulgence": 1228, "scene-chewing": 1229, "teeth-gnashing": 1230, "actorliness": 1231, "age": 1232, "raimi": 1233, "team": 1234, "bringing": 1235, "colorful": 1236, "joyous": 1237, "celebration": 1238, "tapestry": 1239, "woven": 1240, "romance": 1241, "dancing": 1242, "singing": 1243, "unforgettable": 1244, "rip-roaring": 1245, "fest": 1246, "ll": 1247, "put": 1248, "hairs": 1249, "chest": 1250, "premise": 1251, "jason": 1252, "x": 1253, "believable": 1254, "19th": 1255, "century": 1256, "ones": 1257, "chelsea": 1258, "walls": 1259, "case": 1260, "chefs": 1261, "fussing": 1262, "weak": 1263, "recipe": 1264, "cast": 1265, "keeps": 1266, "pretty": 1267, "mick": 1268, "jagger": 1269, "escort": 1270, "service": 1271, "inspired": 1272, "kid": 1273, "bratty": 1274, "sympathy": 1275, "finale": 1276, "changes": 1277, "ring": 1278, "hollow": 1279, "contradicts": 1280, "we": 1281, "expect": 1282, "nowadays": 1283, "question": 1284, "serious": 1285, "important": 1286, "flip-flop": 1287, "courtship": 1288, "reel": 1289, "spice": 1290, "rat": 1291, "rock": 1292, "fighting": 1293, "skills": 1294, "line": 1295, "seagal": 1296, "solid": 1297, "filmmaking": 1298, "water": 1299, "mark": 1300, "genre": 1301, "along": 1302, "unconventional": 1303, "gutsy": 1304, "perfectly": 1305, "executed": 1306, "breath": 1307, "admirably": 1308, "brent": 1309, "hanley": 1310, "paxton": 1311, "directorial": 1312, "debut": 1313, "somber": 1314, "absurd": 1315, "achingly": 1316, "fine": 1317, "now": 1318, "remind": 1319, "truly": 1320, "unfortunately": 1321, "amuse": 1322, "entertain": 1323, "schrader": 1324, "examines": 1325, "crane": 1326, "decline": 1327, "unblinking": 1328, "candor": 1329, "e-graveyard": 1330, "ideas": 1331, "cold": 1332, "chin": 1333, "serves": 1334, "style": 1335, "empathy": 1336, "waydowntown": 1337, "hilarious": 1338, "visit": 1339, "bai": 1340, "brothers": 1341, "taken": 1342, "small": 1343, "slice": 1344, "opened": 1345, "nice": 1346, "process": 1347, "decent": 1348, "translation": 1349, "need": 1350, "try": 1351, "land": 1352, "reliable": 1353, "standard": 1354, "animated": 1355, "fare": 1356, "energy": 1357, "wit": 1358, "ages": 1359, "sticks": 1360, "rigidly": 1361, "paradigm": 1362, "permitting": 1363, "obvious": 1364, "dimensions": 1365, "repeatedly": 1366, "placing": 1367, "well-worn": 1368, "caine": 1369, "awakens": 1370, "notion": 1371, "human": 1372, "eventually": 1373, "choose": 1374, "captivating": 1375, "intimate": 1376, "study": 1377, "loving": 1378, "oversexed": 1379, "times": 1380, "overwrought": 1381, "\\": 1382, "/": 1383, "insight": 1384, "experience": 1385, "being": 1386, "forty": 1387, "female": 1388, "single": 1389, "needs": 1390, "passionate": 1391, "enthusiasms": 1392, "martin": 1393, "scorsese": 1394, "unseemly": 1395, "misery": 1396, "same": 1397, "congratulate": 1398, "having": 1399, "guts": 1400, "confront": 1401, "dazzling": 1402, "shower": 1403, "black-and-white": 1404, "psychedelia": 1405, "beautiful": 1406, "believe": 1407, "resident": 1408, "evil": 1409, "clear-eyed": 1410, "chronicle": 1411, "friendship": 1412, "honest": 1413, "represented": 1414, "hollywood": 1415, "meeting": 1416, "exceeding": 1417, "expectations": 1418, "sequel": 1419, "empire": 1420, "strikes": 1421, "back": 1422, "majestic": 1423, "achievement": 1424, "epic": 1425, "grandeur": 1426, "general": 1427, "greater": 1428, "facts": 1429, "cuban": 1430, "treated": 1431, "highly": 1432, "sounds": 1433, "predecessor": 1434, "rate": 1435, "magical": 1436, "family": 1437, "holiday": 1438, "season": 1439, "addictive": 1440, "guilty": 1441, "overcomes": 1442, "questionable": 1443, "satirical": 1444, "ambivalence": 1445, "death": 1446, "smoochy": 1447, "tells": 1448, "moldy-oldie": 1449, "not-nearly": 1450, "as-nasty": 1451, "as-it": 1452, "thinks-it-is": 1453, "joke": 1454, "spielberg": 1455, "smarter": 1456, "subtler": 1457, "total": 1458, "recall": 1459, "blade": 1460, "runner": 1461, "although": 1462, "prove": 1463, "convoluted": 1464, "fun-seeking": 1465, "summer": 1466, "hart": 1467, "decide": 1468, "smaller": 1469, "numbered": 1470, "kidlets": 1471, "enjoy": 1472, "nor": 1473, "exactly": 1474, "spring": 1475, "m": 1476, "five": 1477, "blind": 1478, "crippled": 1479, "amish": 1480, "people": 1481, "alive": 1482, "situation": 1483, "british": 1484, "soldiers": 1485, "keeping": 1486, "themselves": 1487, "kicking": 1488, "connected": 1489, "stories": 1490, "breitbart": 1491, "hanussen": 1492, "invincible": 1493, "justice": 1494, "deeply": 1495, "right-thinking": 1496, "established": 1497, "gang": 1498, "comfortable": 1499, "liberties": 1500, "goofiest": 1501, "left": 1502, "field": 1503, "completely": 1504, "predictable": 1505, "swear": 1506, "mile": 1507, "longest": 1508, "yard": 1509, "jokes": 1510, "sophomoric": 1511, "stereotypes": 1512, "sprinkled": 1513, "everywhere": 1514, "ranges": 1515, "bodacious": 1516, "sharp": 1517, "fresh": 1518, "damn": 1519, "written": 1520, "psychedelic": 1521, "60s": 1522, "grooved": 1523, "gay": 1524, "70s": 1525, "words": 1526, "era": 1527, "stylish": 1528, "candles": 1529, "bring": 1530, "cake": 1531, "fret": 1532, "calories": 1533, "because": 1534, "precious": 1535, "substance": 1536, "birthday": 1537, "girl": 1538, "simply": 1539, "surprisingly": 1540, "treat": 1541, "hard-edged": 1542, "violent": 1543, "exploitative": 1544, "nicely": 1545, "morally": 1546, "alert": 1547, "street-smart": 1548, "sayles": 1549, "strands": 1550, "performers": 1551, "crimes": 1552, "organic": 1553, "intrigue": 1554, "government": 1555, "marine": 1556, "legal": 1557, "mystery": 1558, "nearly": 1559, "subliminally": 1560, "old-hat": 1561, "province": 1562, "male": 1563, "nicole": 1564, "kidman": 1565, "party": 1566, "attending": 1567, "bogdanovich": 1568, "puts": 1569, "perspective": 1570, "via": 1571, "kirsten": 1572, "dunst": 1573, "showcases": 1574, "davies": 1575, "woman": 1576, "great": 1577, "charm": 1578, "generosity": 1579, "diplomacy": 1580, "gentle": 1581, "adolescent": 1582, "sturm": 1583, "und": 1584, "drang": 1585, "fans": 1586, "chris": 1587, "fuhrman": 1588, "posthumously": 1589, "published": 1590, "cult": 1591, "shatner": 1592, "funniest": 1593, "gives": 1594, "idea": 1595, "fragmented": 1596, "followed": 1597, "turn": 1598, "outrageously": 1599, "transporter": 1600, "ut": 1601, "parachutes": 1602, "onto": 1603, "truck": 1604, "another": 1605, "cartoon": 1606, "unstoppable": 1607, "superman": 1608, "indulgent": 1609, "slightly": 1610, "sunbaked": 1611, "summery": 1612, "mind": 1613, "sex": 1614, "lucia": 1615, "diverting": 1616, "easier": 1617, "stop": 1618, "die-hard": 1619, "connoisseurs": 1620, "enjoying": 1621, "big-screen": 1622, "reno": 1623, "monologue": 1624, "manages": 1625, "incorporate": 1626, "absurdity": 1627, "well-balanced": 1628, "fashion": 1629, "atmosphere": 1630, "post-war": 1631, "instruct": 1632, "reeking": 1633, "research": 1634, "library": 1635, "dust": 1636, "freeman": 1637, "judd": 1638, "piscopo": 1639, "after": 1640, "chaykin": 1641, "headly": 1642, "pleasant": 1643, "step": 1644, "earth": 1645, "toss-up": 1646, "presiding": 1647, "night": 1648, "delightful": 1649, "shadows": 1650, "lioness": 1651, "protecting": 1652, "cub": 1653, "reluctant": 1654, "villain": 1655, "incapable": 1656, "controlling": 1657, "crew": 1658, "interesting": 1659, "stupid": 1660, "irrelevant": 1661, "bottomlessly": 1662, "cynical": 1663, "lacking": 1664, "suspense": 1665, "surprise": 1666, "consistent": 1667, "conviction": 1668, "generic": 1669, "rogue": 1670, "cia": 1671, "assassins": 1672, "working": 1673, "cooper": 1674, "agency": 1675, "boss": 1676, "close": 1677, "resourceful": 1678, "amnesiac": 1679, "damon": 1680, "bourne": 1681, "predicament": 1682, "coke": 1683, "masterfully": 1684, "calibrated": 1685, "thrives": 1686, "taut": 1687, "creepy": 1688, "falls": 1689, "somewhat": 1690, "short": 1691, "yes": 1692, "suppose": 1693, "lovely": 1694, "cal": 1695, "works": 1696, "issues": 1697, "dad": 1698, "terms": 1699, "picture-perfect": 1700, "traveler": 1701, "gave": 1702, "reason": 1703, "opens": 1704, "maggots": 1705, "crawling": 1706, "dead": 1707, "dog": 1708, "skinny": 1709, "side": 1710, "panic": 1711, "room": 1712, "interested": 1713, "sucking": 1714, "sweat": 1715, "drumline": 1716, "ably": 1717, "captures": 1718, "complicated": 1719, "relationships": 1720, "marching": 1721, "band": 1722, "entire": 1723, "first-rate": 1724, "especially": 1725, "sorvino": 1726, "drag": 1727, "nettelbeck": 1728, "sees": 1729, "least": 1730, "whom": 1731, "understanding": 1732, "solidly": 1733, "163": 1734, "fills": 1735, "tragedy": 1736, "bravery": 1737, "political": 1738, "partisans": 1739, "sabotage": 1740, "tend": 1741, "exploit": 1742, "arrives": 1743, "margin": 1744, "chance": 1745, "grow": 1746, "travel": 1747, "hit": 1748, "and-miss": 1749, "affair": 1750, "consistently": 1751, "amusing": 1752, "outrageous": 1753, "intended": 1754, "exercise": 1755, "twohy": 1756, "sub": 1757, "inside": 1758, "preserving": 1759, "hey": 1760, "everybody": 1761, "wanna": 1762, "guy": 1763, "dressed": 1764, "clown": 1765, "violently": 1766, "gang-raped": 1767, "provocative": 1768, "prescient": 1769, "flawed": 1770, "together": 1771, "coherent": 1772, "decided": 1773, "lack": 1774, "spontaneity": 1775, "dearth": 1776, "poignancy": 1777, "epiphanies": 1778, "sets": 1779, "birot": 1780, "apart": 1781, "others": 1782, "attention": 1783, "particularly": 1784, "fateful": 1785, "fathers": 1786, "evolution": 1787, "bewitched": 1788, "adolescents": 1789, "jaglom": 1790, "honestly": 1791, "affecting": 1792, "secondhand": 1793, "wise": 1794, "powerful": 1795, "race": 1796, "culture": 1797, "forcefully": 1798, "throughout": 1799, "terrific": 1800, "documentaries": 1801, "collect": 1802, "enthusiastic": 1803, "then": 1804, "figures": 1805, "share": 1806, "enthusiasm": 1807, "sopranos": 1808, "incredibly": 1809, "dated": 1810, "unfunny": 1811, "demonstrate": 1812, "desperate": 1813, "doing-it-for": 1814, "the-cash": 1815, "admit": 1816, "am": 1817, "baffled": 1818, "chimps": 1819, "goodall": 1820, "minded": 1821, "affection": 1822, "rip-off": 1823, "twice": 1824, "removed": 1825, "modeled": 1826, "earlier": 1827, "copycat": 1828, "under": 1829, "siege": 1830, "referred": 1831, "boat": 1832, "seigner": 1833, "serrault": 1834, "unforced": 1835, "naturalism": 1836, "muy": 1837, "loco": 1838, "ridiculous": 1839, "rest": 1840, "dragonfly": 1841, "country": 1842, "answered": 1843, "means": 1844, "generates": 1845, "low-key": 1846, "pleasingly": 1847, "emphatic": 1848, "properly": 1849, "claustrophobic": 1850, "obsessive": 1851, "prone": 1852, "indignation": 1853, "apply": 1854, "susceptible": 1855, "hilarity": 1856, "intriguing": 1857, "industry": 1858, "during": 1859, "german": 1860, "occupation": 1861, "various": 1862, "express": 1863, "quirky": 1864, "inner": 1865, "selves": 1866, "excellent": 1867, "companion": 1868, "similarly": 1869, "themed": 1870, "lieutenant": 1871, "odd": 1872, "ironic": 1873, "here": 1874, "harmed": 1875, "insulted": 1876, "torture": 1877, "woody": 1878, "write": 1879, "liner": 1880, "anybody": 1881, "austin": 1882, "powers": 1883, "degrading": 1884, "liberating": 1885, "leading": 1886, "sexy": 1887, "revealed": 1888, "dispassionate": 1889, "gantz": 1890, "ordinary": 1891, "pasty": 1892, "lumpen": 1893, "paid": 1894, "remarkably": 1895, "noticeably": 1896, "derivative": 1897, "goodfellas": 1898, "dozen": 1899, "other": 1900, "trouble-in-the-ghetto": 1901, "flicks": 1902, "number": 1903, "holes": 1904, "baffling": 1905, "redeeming": 1906, "tired": 1907, "worse": 1908, "amazingly": 1909, "lame": 1910, "felinni": 1911, "italian": 1912, "freakshow": 1913, "garcía": 1914, "bernal": 1915, "talancón": 1916, "immensely": 1917, "appealing": 1918, "couple": 1919, "certainly": 1920, "finely": 1921, "crafted": 1922, "exquisitely": 1923, "performed": 1924, "buoyant": 1925, "city": 1926, "beginnings": 1927, "conclusion": 1928, "simplistic": 1929, "grief": 1930, "drives": 1931, "him": 1932, "unlikely": 1933, "struck": 1934, "chord": 1935, "cockeyed": 1936, "shot": 1937, "clare": 1938, "peploe": 1939, "airless": 1940, "use": 1941, "pie-like": 1942, "irreverence": 1943, "woefully": 1944, "dull": 1945, "redundant": 1946, "concept": 1947, "bears": 1948, "whiff": 1949, "iwai": 1950, "vaunted": 1951, "cutesy": 1952, "twist": 1953, "white": 1954, "intermittently": 1955, "hits": 1956, "padding": 1957, "unashamedly": 1958, "appropriated": 1959, "teen-exploitation": 1960, "playbook": 1961, "plods": 1962, "methodically": 1963, "somehow": 1964, "assumption": 1965, "wife": 1966, "communicating": 1967, "beyond": 1968, "grave": 1969, "framework": 1970, "remotely": 1971, "credit": 1972, "everyone": 1973, "robinson": 1974, "key": 1975, "grip": 1976, "bold": 1977, "except": 1978, "overboard": 1979, "suffocating": 1980, "rape-payback": 1981, "hinges": 1982, "subgenre": 1983, "enabling": 1984, "victim": 1985, "ebullient": 1986, "industrial-model": 1987, "meat": 1988, "freezers": 1989, "possess": 1990, "lack-of-attention": 1991, "span": 1992, "seventeen": 1993, "trouble": 1994, "ii": 1995, "collage": 1996, "dim": 1997, "echo": 1998, "allusions": 1999, "combine": 2000, "paranoid": 2001, "claustrophobia": 2002, "submarine": 2003, "spookiness": 2004, "supernatural": 2005, "think": 2006, "sooner": 2007, "affleck": 2008, "attempt": 2009, "greenlight": 2010, "next": 2011, "paying": 2012, "miniseries": 2013, "james": 2014, "eric": 2015, "horton": 2016, "peter": 2017, "o'fallon": 2018, "pat": 2019, "teeth": 2020, "hurt": 2021, "giving": 2022, "thumbs": 2023, "due": 2024, "repetitive": 2025, "embarrassment": 2026, "leblanc": 2027, "spectacularly": 2028, "ugly-looking": 2029, "broad": 2030, "appears": 2031, "miserable": 2032, "swaggers": 2033, "elegant": 2034, "revealing": 2035, "pain": 2036, "loneliness": 2037, "insecurity": 2038, "screenwriting": 2039, "vividly": 2040, "painfully": 2041, "brought": 2042, "slovenly": 2043, "self-deprecating": 2044, "biting": 2045, "witty": 2046, "charlie": 2047, "kaufman": 2048, "twin": 2049, "brother": 2050, "donald": 2051, "directed": 2052, "spike": 2053, "jonze": 2054, "ineffective": 2055, "ghost": 2056, "pay": 2057, "finds": 2058, "several": 2059, "clarity": 2060, "audacity": 2061, "subject": 2062, "monstrous": 2063, "dahmer": 2064, "demands": 2065, "utterly": 2066, "worthless": 2067, "bright": 2068, "flashy": 2069, "ways": 2070, "brisk": 2071, "reverent": 2072, "subtly": 2073, "different": 2074, "macabre": 2075, "stylized": 2076, "swedish": 2077, "fillm": 2078, "religious": 2079, "civic": 2080, "virtues": 2081, "hold": 2082, "society": 2083, "tatters": 2084, "filling": 2085, "background": 2086, "provides": 2087, "rounded": 2088, "overview": 2089, "ancient": 2090, "holistic": 2091, "healing": 2092, "system": 2093, "cautionary": 2094, "folly": 2095, "superficiality": 2096, "superficial": 2097, "quitting": 2098, "depressing": 2099, "phones": 2100, "autobiographical": 2101, "go": 2102, "check": 2103, "repulsive": 2104, "30": 2105, "40": 2106, "bogs": 2107, "insignificance": 2108, "saying": 2109, "kennedy": 2110, "assassination": 2111, "pathology": 2112, "pretends": 2113, "investigate": 2114, "refreshing": 2115, "embraces": 2116, "old-fashioned": 2117, "themes": 2118, "wholly": 2119, "far": 2120, "franchise": 2121, "starring": 2122, "wesley": 2123, "snipes": 2124, "boomers": 2125, "barrie": 2126, "cinderella": 2127, "proved": 2128, "wish": 2129, "nightmare": 2130, "studio": 2131, "wallet": 2132, "thousand": 2133, "already": 2134, "infuriating": 2135, "ran": 2136, "ago": 2137, "proof": 2138, "backhanded": 2139, "ode": 2140, "camaraderie": 2141, "penned": 2142, "clue": 2143, "nature": 2144, "fetid": 2145, "underbelly": 2146, "fame": 2147, "looked": 2148, "uglier": 2149, "halfway": 2150, "beginning": 2151, "course": 2152, "miracle": 2153, "miracles": 2154, "soulless": 2155, "damning": 2156, "virtually": 2157, "joyless": 2158, "xxx": 2159, "achieves": 2160, "virtuosity": 2161, "crapulence": 2162, "revenge": 2163, "alabama": 2164, "win": 2165, "academy": 2166, "awards": 2167, "date-night": 2168, "diversion": 2169, "hearts": 2170, "blockbuster": 2171, "party-hearty": 2172, "teen": 2173, "scalds": 2174, "acid": 2175, "peek": 2176, "fingers": 2177, "front": 2178, "eyes": 2179, "better-focused": 2180, "incomprehensible": 2181, "anne": 2182, "rice": 2183, "upon": 2184, "queen": 2185, "damned": 2186, "pointless": 2187, "meandering": 2188, "goth-vampire": 2189, "tortured": 2190, "woe-is-me": 2191, "lifestyle": 2192, "originality": 2193, "menu": 2194, "giant": 2195, "spider": 2196, "invasion": 2197, "chiller": 2198, "mike": 2199, "slight": 2200, "uninventive": 2201, "exalted": 2202, "michael": 2203, "jordan": 2204, "title": 2205, "aspire": 2206, "none": 2207, "equal": 2208, "collectively": 2209, "example": 2210, "lovable-loser": 2211, "protagonist": 2212, "deft": 2213, "grittily": 2214, "extended": 2215, "open-ended": 2216, "poem": 2217, "structured": 2218, "kingdom": 2219, "mild": 2220, "wild": 2221, "hours": 2222, "forget": 2223, "yet": 2224, "genre-busting": 2225, "hyped": 2226, "biggest": 2227, "problem": 2228, "roger": 2229, "avary": 2230, "uproar": 2231, "against": 2232, "mpaa": 2233, "cut": 2234, "glory": 2235, "shocking": 2236, "peralta": 2237, "luminous": 2238, "interviews": 2239, "evocative": 2240, "decades": 2241, "essence": 2242, "dogtown": 2243, "accomplish": 2244, "sequels": 2245, "equals": 2246, "betters": 2247, "result": 2248, "enjoyably": 2249, "chewy": 2250, "lump": 2251, "studios": 2252, "firmly": 2253, "ability": 2254, "forgive": 2255, "shoddy": 2256, "product": 2257, "girl-on-girl": 2258, "quieter": 2259, "section": 2260, "involving": 2261, "aragorn": 2262, "dreams": 2263, "arwen": 2264, "fellowship": 2265, "horrible": 2266, "sprung": 2267, "cinematic": 2268, "tragedies": 2269, "fleet-footed": 2270, "upbeat": 2271, "australian": 2272, "david": 2273, "flatman": 2274, "huge-screen": 2275, "educates": 2276, "suitable": 2277, "escapism": 2278, "requiring": 2279, "deal": 2280, "leaves": 2281, "southern": 2282, "stereotype": 2283, "unturned": 2284, "personality": 2285, "rising": 2286, "deep": 2287, "south": 2288, "disappointing": 2289, "fails": 2290, "offer": 2291, "chosen": 2292, "topic": 2293, "iteration": 2294, "creepiest": 2295, "conventions": 2296, "developmentally": 2297, "disabled": 2298, "portrayed": 2299, "humble": 2300, "teach": 2301, "ultimately": 2302, "redeem": 2303, "mentally": 2304, "superior": 2305, "friends": 2306, "galled": 2307, "own": 2308, "puddle": 2309, "integrity": 2310, "advancing": 2311, "vision": 2312, "underestimated": 2313, "intellectually": 2314, "late": 2315, "our": 2316, "reality": 2317, "obsession": 2318, "tardier": 2319, "exploiting": 2320, "novelty": 2321, "webcast": 2322, "nimble": 2323, "call": 2324, "read": 2325, "seeking": 2326, "anyone": 2327, "ambition": 2328, "pride": 2329, "shame": 2330, "miscalculation": 2331, "plumbing": 2332, "arrangements": 2333, "games": 2334, "erotic": 2335, "sensuous": 2336, "charge": 2337, "glossy": 2338, "verges": 2339, "camp": 2340, "windtalkers": 2341, "disappointment": 2342, "deals": 2343, "polanski": 2344, "found": 2345, "perfect": 2346, "address": 2347, "signature": 2348, "main": 2349, "shrug": 2350, "annoyance": 2351, "chatty": 2352, "fish": 2353, "boasts": 2354, "features": 2355, "washington": 2356, "receives": 2357, "newcomer": 2358, "derek": 2359, "luke": 2360, "martha": 2361, "unsurprising": 2362, "delectable": 2363, "top-notch": 2364, "roman": 2365, "gesture": 2366, "redemption": 2367, "shindler": 2368, "list": 2369, "merely": 2370, "holocaust": 2371, "admitted": 2372, "egomaniac": 2373, "evans": 2374, "grating": 2375, "showcase": 2376, "d": 2377, "gone": 2378, "don": 2379, "simpson": 2380, "confessions": 2381, "straightforward": 2382, "bio": 2383, "barris": 2384, "motivations": 2385, "oddly": 2386, "architect": 2387, "pop": 2388, "inherent": 2389, "limitations": 2390, "using": 2391, "game": 2392, "source": 2393, "schlocky": 2394, "hybrid": 2395, "simple": 2396, "heights": 2397, "progressive": 2398, "bull": 2399, "shop": 2400, "provocateur": 2401, "crashing": 2402, "special-interest": 2403, "groups": 2404, "slaps": 2405, "liberalism": 2406, "reminds": 2407, "vastly": 2408, "improved": 2409, "germanic": 2410, "version": 2411, "genuine": 2412, "quirkiness": 2413, "measure": 2414, "star": 2415, "helped": 2416, "spark": 2417, "amy": 2418, "changing": 2419, "lanes": 2420, "thinking": 2421, "agent": 2422, "jack": 2423, "ryan": 2424, "sum": 2425, "fears": 2426, "pedigree": 2427, "specifically": 2428, "behind": 2429, "camera": 2430, "marvelous": 2431, "allison": 2432, "lohman": 2433, "identity-seeking": 2434, "foster": 2435, "slow-moving": 2436, "police-procedural": 2437, "literally": 2438, "resorts": 2439, "slasher": 2440, "thrills": 2441, "killer": 2442, "misses": 2443, "major": 2444, "opportunity": 2445, "revelatory": 2446, "psyche": 2447, "breaking": 2448, "ground": 2449, "knows": 2450, "daily": 2451, "grind": 2452, "kill": 2453, "represents": 2454, "dumb": 2455, "universe": 2456, "pink": 2457, "jammies": 2458, "boldly": 2459, "stroked": 2460, "luridly": 2461, "coloured": 2462, "uni-dimensional": 2463, "nonsense": 2464, "machine": 2465, "strokes": 2466, "eyeballs": 2467, "evaporates": 2468, "crypt": 2469, "mist": 2470, "experiences": 2471, "haneke": 2472, "sadistic": 2473, "tendencies": 2474, "toward": 2475, "sour": 2476, "mouth": 2477, "deserves": 2478, "shine": 2479, "schmidt": 2480, "finest": 2481, "reach": 2482, "gratefully": 2483, "received": 2484, "wanted": 2485, "alien": 2486, "friend": 2487, "secrets": 2488, "buried": 2489, "sort": 2490, "agile": 2491, "proficient": 2492, "rodan": 2493, "league": 2494, "juliette": 2495, "binoche": 2496, "sand": 2497, "vivacious": 2498, "powerhouse": 2499, "prose": 2500, "childlike": 2501, "smile": 2502, "storylines": 2503, "fillers": 2504, "surf": 2505, "shots": 2506, "mel": 2507, "brutal": 2508, "minute": 2509, "battle": 2510, "sequence": 2511, "issue": 2512, "dog-tag": 2513, "16": 2514, "groove": 2515, "days": 2516, "screenwriters": 2517, "dig": 2518, "deeper": 2519, "toss": 2520, "logic": 2521, "science": 2522, "dungeons": 2523, "fantasy": 2524, "military": 2525, "weaponry": 2526, "delirious": 2527, "acceptable": 2528, "printed": 2529, "page": 2530, "iles": 2531, "translate": 2532, "ice": 2533, "cube": 2534, "ripe": 2535, "screwball": 2536, "friday": 2537, "spreads": 2538, "thin": 2539, "fincher": 2540, "writer": 2541, "koepp": 2542, "mckay": 2543, "crushingly": 2544, "ill-equipped": 2545, "examine": 2546, "interior": 2547, "narrative": 2548, "lifts": 2549, "run-of-the-filth": 2550, "gangster": 2551, "refusal": 2552, "recognise": 2553, "signposts": 2554, "discovering": 2555, "bitter": 2556, "map": 2557, "details": 2558, "frame": 2559, "emotions": 2560, "entirely": 2561, "appropriately": 2562, "lazy": 2563, "afternoon": 2564, "concludes": 2565, "crisp": 2566, "fall": 2567, "dawn": 2568, "faced": 2569, "possibility": 2570, "meaningless": 2571, "vapid": 2572, "devoid": 2573, "a-list": 2574, "brit": 2575, "someone": 2576, "understands": 2577, "diesel": 2578, "brawny": 2579, "cool": 2580, "composed": 2581, "delivery": 2582, "fits": 2583, "bill": 2584, "insights": 2585, "electronic": 2586, "expression": 2587, "cyber": 2588, "quarter": 2589, "cohesive": 2590, "1": 2591, "flashbulb": 2592, "editing": 2593, "cover": 2594, "absence": 2595, "continuity": 2596, "undisputed": 2597, "incoherent": 2598, "excuse": 2599, "closing": 2600, "bout": 2601, "impossible": 2602, "wins": 2603, "clooney": 2604, "directs": 2605, "balance": 2606, "fantastic": 2607, "maintains": 2608, "veneer": 2609, "becoming": 2610, "cute": 2611, "skit-com": 2612, "fervently": 2613, "deposited": 2614, "unhurried": 2615, "pace": 2616, "strengths": 2617, "department": 2618, "pretensions": 2619, "men": 2620, "black": 2621, "sterile": 2622, "warmth": 2623, "girls": 2624, "boho": 2625, "art-house": 2626, "crowd": 2627, "burning": 2628, "sensation": 2629, "definitive": 2630, "counter-cultural": 2631, "inquisitive": 2632, "stitched": 2633, "stock": 2634, "rapport": 2635, "hélène": 2636, "angel": 2637, "mix": 2638, "sulky": 2639, "overcoming-obstacles": 2640, "sports-movie": 2641, "ultimate": 2642, "spectacle": 2643, "whiffle-ball": 2644, "gain": 2645, "winner": 2646, "amateurish": 2647, "20th": 2648, "outing": 2649, "lot": 2650, "stamina": 2651, "vitality": 2652, "madonna": 2653, "cameo": 2654, "suck": 2655, "absurdist": 2656, "web": 2657, "potentially": 2658, "rewarding": 2659, "underventilated": 2660, "père-fils": 2661, "confrontations": 2662, "freshly": 2663, "considers": 2664, "arguments": 2665, "bard": 2666, "immortal": 2667, "somebody": 2668, "stay": 2669, "contrasting": 2670, "ringu": 2671, "current": 2672, "americanized": 2673, "akin": 2674, "comparing": 2675, "skip": 2676, "dreck": 2677, "rent": 2678, "animal": 2679, "house": 2680, "beautifully": 2681, "filmed": 2682, "acted": 2683, "admittedly": 2684, "problematic": 2685, "specifics": 2686, "burnt": 2687, "marathons": 2688, "bored": 2689, "christmas": 2690, "carol": 2691, "highlight": 2692, "rhapsodic": 2693, "jumps": 2694, "memorable": 2695, "creations": 2696, "extra-dry": 2697, "office": 2698, "83": 2699, "21st": 2700, "morality": 2701, "latino": 2702, "hip": 2703, "hop": 2704, "beat": 2705, "allowed": 2706, "siuation": 2707, "pooper-scoopers": 2708, "anemic": 2709, "charles": 2710, "stone": 2711, "iii": 2712, "resist": 2713, "smokey": 2714, "worm": 2715, "shortness": 2716, "disappoints": 2717, "apple": 2718, "encourage": 2719, "samira": 2720, "makhmalbaf": 2721, "distinctive": 2722, "sensibility": 2723, "develop": 2724, "conspicuous": 2725, "success": 2726, "notable": 2727, "observation": 2728, "technically": 2729, "artistically": 2730, "inept": 2731, "overly": 2732, "melodramatic": 2733, "stumbles": 2734, "trick": 2735, "trying": 2736, "outrage": 2737, "annals": 2738, "inexplicable": 2739, "unpleasant": 2740, "likeable": 2741, "uneven": 2742, "inconsistent": 2743, "resembles": 2744, "el": 2745, "cheapo": 2746, "margaritas": 2747, "served": 2748, "results": 2749, "bleak": 2750, "scriptwriters": 2751, "menace": 2752, "big-budget": 2753, "all-star": 2754, "unblinkingly": 2755, "distinct": 2756, "rarity": 2757, "event": 2758, "enormously": 2759, "hero": 2760, "rediscovers": 2761, "remains": 2762, "detached": 2763, "deepa": 2764, "accessible": 2765, "introduction": 2766, "intelligent": 2767, "observations": 2768, "bollywood": 2769, "western": 2770, "scam": 2771, "creeps": 2772, "revolution": 2773, "imagine": 2774, "suckers": 2775, "surrender": 2776, "9": 2777, "93": 2778, "unrecoverable": 2779, "hellish": 2780, "numbing": 2781, "thoroughly": 2782, "debated": 2783, "media": 2784, "heyday": 2785, "mid": 2786, "90s": 2787, "hampered": 2788, "paper-thin": 2789, "supporting": 2790, "guns": 2791, "versus": 2792, "martial": 2793, "arts": 2794, "cliche": 2795, "added": 2796, "noble": 2797, "undeniably": 2798, "exceedingly": 2799, "comedic": 2800, "pile": 2801, "hook": 2802, "unsolved": 2803, "murder": 2804, "unresolved": 2805, "moral": 2806, "conflict": 2807, "jockey": 2808, "spotlight": 2809, "muddle": 2810, "splashed": 2811, "bloody": 2812, "marinated": 2813, "mawkish": 2814, "certain": 2815, "scene": 2816, "uncomfortably": 2817, "losing": 2818, "lunch": 2819, "addition": 2820, "gluing": 2821, "freshness": 2822, "homogenized": 2823, "tattered": 2824, "ugly": 2825, "rose-tinted": 2826, "glasses": 2827, "frequent": 2828, "gurus": 2829, "doshas": 2830, "westerners": 2831, "verging": 2832, "mumbo-jumbo": 2833, "streaks": 2834, "unimpeachable": 2835, "masterpiece": 2836, "unless": 2837, "skateboard": 2838, "arm": 2839, "invited": 2840, "energetic": 2841, "musical": 2842, "governmental": 2843, "odds": 2844, "rumor": 2845, "angels": 2846, "slip": 2847, "avalanches": 2848, "forced": 2849, "fuzziness": 2850, "mindless": 2851, "impressively": 2852, "lean": 2853, "spinoff": 2854, "mummy": 2855, "returns": 2856, "needed": 2857, "badly": 2858, "absent": 2859, "saving": 2860, "knack": 2861, "wrapping": 2862, "theater": 2863, "blanket": 2864, "desperation": 2865, "alice": 2866, "adventure": 2867, "glass": 2868, "zombie-land": 2869, "filled": 2870, "strange": 2871, "creatures": 2872, "marriage": 2873, "in-your-face": 2874, "conveying": 2875, "despair": 2876, "remember": 2877, "enjoyable": 2878, "begins": 2879, "docu-drama": 2880, "builds": 2881, "multi-character": 2882, "flourish": 2883, "concert": 2884, "previous": 2885, "2000": 2886, "moved": 2887, "actual": 2888, "vietnam": 2889, "combat": 2890, "produced": 2891, "north": 2892, "vietnamese": 2893, "tasteful": 2894, "tends": 2895, "fleeing": 2896, "visual": 2897, "images": 2898, "marker": 2899, "essayist": 2900, "gratuitous": 2901, "distractions": 2902, "impressed": 2903, "horribly": 2904, "sympathetic": 2905, "narc": 2906, "onscreen": 2907, "seventy-minute": 2908, "stevens": 2909, "stoked": 2910, "infidelity": 2911, "happenstance": 2912, "tosses": 2913, "kitchen": 2914, "sink": 2915, "overladen": 2916, "conceits": 2917, "kurys": 2918, "intimidated": 2919, "venture": 2920, "heritage": 2921, "business": 2922, "dabbles": 2923, "gaining": 2924, "momentum": 2925, "unique": 2926, "equate": 2927, "broke": 2928, "incorporates": 2929, "tears": 2930, "transcends": 2931, "normal": 2932, "divisions": 2933, "fiction": 2934, "nonfiction": 2935, "hashiguchi": 2936, "covers": 2937, "territory": 2938, "suggesting": 2939, "fourth": 2940, "u": 2941, "emerging": 2942, "lets": 2943, "radical": 2944, "flag": 2945, "angry": 2946, "potshots": 2947, "w": 2948, "bush": 2949, "henry": 2950, "kissinger": 2951, "larry": 2952, "king": 2953, "et": 2954, "al": 2955, "devolves": 2956, "laugh-free": 2957, "lecture": 2958, "capitalizes": 2959, "opts": 2960, "breezy": 2961, "school": 2962, "tolerance": 2963, "naqoyqatsi": 2964, "banal": 2965, "message": 2966, "choice": 2967, "convey": 2968, "disjointed": 2969, "paul": 2970, "bettany": 2971, "collateral": 2972, "damage": 2973, "trash": 2974, "earns": 2975, "extra": 2976, "points": 2977, "anchored": 2978, "splendid": 2979, "honored": 2980, "veteran": 2981, "sparkling": 2982, "instantly": 2983, "transform": 2984, "mother": 2985, "daughter": 2986, "pair": 2987, "not-so-small": 2988, "expecting": 2989, "point": 2990, "wildly": 2991, "popular": 2992, "vin": 2993, "equation": 2994, "adds": 2995, "box": 2996, "bucks": 2997, "guaranteed": 2998, "photo": 2999, "generalities": 3000, "nuances": 3001, "escape": 3002, "romanek": 3003, "self-conscious": 3004, "scrutiny": 3005, "happen": 3006, "skin": 3007, "modestly": 3008, "indulge": 3009, "daydreams": 3010, "janice": 3011, "beard": 3012, "eileen": 3013, "walsh": 3014, "real-life": 3015, "persona": 3016, "charmless": 3017, "vacant": 3018, "traces": 3019, "brown": 3020, "athletic": 3021, "exploits": 3022, "awed": 3023, 