{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "i": 4, "guess": 5, "i'm": 6, "dreaming": 7, ".": 8, "how": 9, "else": 10, "am": 11, "able": 12, "to": 13, "visit": 14, "this": 15, "site": 16, "they": 17, "won't": 18, "let": 19, "a": 20, "prisoner": 21, "have": 22, "phone": 23, "right": 24, "?": 25, "#ukraine's": 26, "#president": 27, "#meet": 28, "#russian": 29, ",": 30, "#french": 31, "#german": 32, "#leaders": 33, "#rules": 34, "#out": 35, "#offensive": 36, "http://t.co/6NdWMkAliM": 37, "via": 38, "@reuters": 39, "do": 40, "make": 41, "more": 42, "money": 43, "now": 44, "in": 45, "my": 46, "business": 47, "loral": 48, "langemeire's": 49, "best": 50, "seller": 51, "the": 52, "millionaire": 53, "maker": 54, "get": 55, "your": 56, "copy": 57, "http://t.co/xzP6UjI8va": 58, "prediction": 59, ":": 60, "erv": 61, "santana": 62, "will": 63, "be": 64, "disinterested": 65, "playing": 66, "for": 67, "twins": 68, "2015": 69, "too": 70, "...": 71, "(": 72, "aka": 73, "we": 74, "didn't": 75, "offer": 76, "enough": 77, ")": 78, "@revarun": 79, "@c_of_e": 80, "4": 81, "church": 82, "|": 83, "http://t.co/Q2WB7riAvK|SmartPhone": 84, "app": 85, "pays": 86, "you": 87, "!": 88, "see-http": 89, ":/": 90, "/": 91, "t.co/rdlrugn0ie": 92, "go": 93, "2": 94, "https://t.co/cpJZkEgNe7": 95, "#canned": 96, "#food": 97, "#lot": 98, "#of": 99, "#space": 100, "#interiordecor": 101, "please": 102, "rt": 103, "http://t.co/teeFi8QVbY": 104, "http://t.co/Qy1jZ5jwZ3": 105, "@philoliverh": 106, "@nat_401": 107, "yea": 108, "keep": 109, "bardgin": 110, "on": 111, "stuff": 112, "dont": 113, "even": 114, "care": 115, "hobby": 116, "sjws": 117, "also": 118, "babymetal": 119, "is": 120, "nice": 121, "^": 122, "casper": 123, "friendly": 124, "ghost": 125, "levels": 126, "#thingsmichelleobamathinksareracist": 127, "#finalsweekgotmelike": 128, "ugh": 129, "it": 130, "stop": 131, "#finals": 132, "#finalsweek": 133, "#ewu": 134, "http://t.co/eYYoDV2aNV": 135, "would": 136, "never": 137, "hired": 138, "trestman": 139, "@priscocbs": 140, "fire": 141, "tonight": 142, "very": 143, "much": 144, "brother": 145, "when": 146, "done": 147, "still": 148, "not": 149, "car": 150, "and": 151, "praising": 152, "allah": 153, "1/2": 154, "might": 155, "back": 156, "bed": 157, "it's": 158, "easier": 159, "then": 160, "making": 161, "effort": 162, "@patrickrowe123": 163, "#wrong": 164, "face_with_tears_of_joy": 165, "::": 166, "loudly_crying_face": 167, "just": 168, "had": 169, "bruce": 170, "springsteen": 171, "flashback": 172, "*": 173, "shudder": 174, "@heyamie": 175, "@girlfromthe216": 176, "@lexus1scott": 177, "@masongoodman": 178, "@case4cleveland": 179, "2014": 180, "was": 181, "year": 182, "@fionan_b": 183, "became": 184, "lords": 185, "crown": 186, "#watchthelordman": 187, "worth": 188, "read": 189, "#christians": 190, "persecution": 191, "face": 192, "#equality": 193, "#respect": 194, "#sectarianviolence": 195, "#countyourblessings": 196, "http://t.co/EvTmzbljyK": 197, "check": 198, "out": 199, "new": 200, "post": 201, "myfairdaily": 202, "10": 203, "things": 204, "i've": 205, "been": 206, "loving": 207, "lately": 208, "http://t.co/wsFo2Dlu7h": 209, "#lbloggers": 210, "#holidays": 211, "#myfairdaily": 212, "#favorites": 213, "think": 214, "sweater": 215, "bought": 216, "maternity": 217, "oh": 218, "well": 219, "its": 220, "super": 221, "cozy": 222, "@liamfoxtrot": 223, "he's": 224, "half": 225, "paced": 226, "all": 227, "season": 228, "henderson": 229, "bigger": 230, "loss": 231, "walking": 232, "down": 233, "mall": 234, "front": 235, "of": 236, "group": 237, "guys": 238, "hear": 239, "\"": 240, "momma": 241, "got": 242, "jesus": 243, "lol": 244, "everyone": 245, "loves": 246, "polly": 247, "#michigan": 248, "@editoredge": 249, "rich": 250, "rodriguez": 251, "available": 252, "photo": 253, "op": 254, "at": 255, "fiesta": 256, "bowl": 257, "hope": 258, "tulisa": 259, "doesn't": 260, "job": 261, "#xfactor": 262, "next": 263, "@rachelreevesmp": 264, "@wowpetition": 265, "#coalition": 266, "fit": 267, "purpose": 268, "#labour": 269, "can": 270, "sort": 271, "here": 272, "comes": 273, "universe": 274, "#tmltalk": 275, "#leafs": 276, "#": 277, "#terror": 278, "#organization": 279, "#hamas": 280, "man": 281, "killed": 282, "3": 283, "injured": 284, "suspicious": 285, "explosion": 286, "#gaza": 287, "http://t.co/lzNIhVqHFI": 288, "#israel": 289, "dad": 290, "shotgun": 291, "ready": 292, "him": 293, "beer": 294, "ask": 295, "join": 296, "his": 297, "clan": 298, "|:": 299, "@rannimarti": 300, "@hartswormx3": 301, "wow": 302, "glad": 303, "that": 304, "cycle": 305, "through": 306, "weather": 307, "solo": 308, "costume": 309, "so": 310, "far": 311, "charcoal": 312, "grey": 313, "bottoms": 314, "some": 315, "real": 316, "progress": 317, "@sidney483": 318, "british": 319, "world": 320, "champion": 321, "one": 322, "most": 323, "demanding": 324, "&": 325, "popular": 326, "sports": 327, "earth": 328, "yeah": 329, "course": 330, "being": 331, "sarcastic": 332, "luck": 333, "keeps": 334, "getting": 335, "better": 336, "m": 337, "trips": 338, "walmart": 339, "mess": 340, "are": 341, "always": 342, "fun": 343, "nothing": 344, "like": 345, "waiting": 346, "an": 347, "airport": 348, "#youcanthearit": 349, "@stevesgoddard": 350, "steve": 351, "that's": 352, "data": 353, "you'll": 354, "win": 355, "any": 356, "hearts": 357, "minds": 358, "if": 359, "don't": 360, "appeal": 361, "poor": 362, "polar": 363, "bears": 364, "two": 365, "hour": 366, "drive": 367, "morning": 368, "with": 369, "instructor": 370, "yes": 371, "..": 372, "#scaredshitless": 373, "#yikes": 374, "love": 375, "seeing": 376, "guy": 377, "50": 378, "texting": 379, "school": 380, "zone": 381, "#soproud": 382, "#gpabdrivers": 383, "adverts": 384, "woman": 385, "black": 386, "say": 387, "sleep": 388, "weeks": 389, "way": 390, "sell": 391, "me": 392, "flushed_face": 393, "#sheneverleft": 394, "@doodlebug0": 395, "why": 396, "house": 397, "committee": 398, "has": 399, "informative": 400, "thus": 401, "#uniteblue": 402, "8.30": 403, "conference": 404, "calls": 405, "#love": 406, "final": 407, "before": 408, "sun": 409, "up": 410, "smiling_face_with_smiling_eyes": 411, "told": 412, "wouldn't": 413, "gotten": 414, "boss": 415, "knew": 416, "pregnant": 417, "#ha": 418, "extending": 419, "trade": 420, "telling": 421, "people": 422, "about": 423, "extended": 424, "idea": 425, "ever": 426, "god": 427, "happens": 428, "really": 429, "slow": 430, "internet": 431, "#slowinternet": 432, "woke": 433, "find": 434, "vehicle": 435, "insurance": 436, "went": 437, "$": 438, "22": 439, "month": 440, "merry": 441, "christmas": 442, "unamused_face": 443, "ice": 444, "palace": 445, "invisible": 446, "#spectre": 447, "great": 448, "lung": 449, "infection": 450, "#notfun": 451, "#miserable": 452, "@youtube": 453, "keeping": 454, "big": 455, "channels": 456, "little": 457, "irrelevant": 458, "since": 459, "#goodjob": 460, "good": 461, "note": 462, "only": 463, "49": 464, "days": 465, "until": 466, "#scandal": 467, "crying_face": 468, "easy": 469, "focus": 470, "what's": 471, "hand": 472, "million": 473, "other": 474, "thoughts": 475, "running": 476, "mind": 477, "same": 478, "time": 479, "@jimmyk52501": 480, "@motherjones": 481, "@nickbaumann": 482, "wilfully": 483, "ignorant": 484, "embraces": 485, "hate": 486, "hold": 487, "moral": 488, "high": 489, "ground": 490, "@rwwatchma": 491, "deutsch": 492, "misogynistic": 493, "toad": 494, ";": 495, "shocking": 496, "bigot": 497, "#handsupdontshoot": 498, "fully": 499, "charged": 500, "#anker": 501, "portable": 502, "charger": 503, "lasted": 504, "awesome": 505, "#fail": 506, "as": 507, "microphone": 508, "fails": 509, "were": 510, "having": 511, "conversation": 512, "100": 513, "years": 514, "ago": 515, "@disruptivedean": 516, "#webrtc": 517, "#webrtcparis": 518, "@emptynetters": 519, "penguins": 520, "cancel": 521, "skate": 522, "which": 523, "optional": 524, "due": 525, "icy": 526, "road": 527, "conditions": 528, "tl": 529, "see": 530, "somerholic": 531, "unfollowed": 532, "tweeting": 533, "retweet": 534, "you're": 535, "many": 536, "there.also": 537, "allowed": 538, "@g_wade_tooflyy": 539, "couple": 540, "schools": 541, "played": 542, "dominate": 543, "game": 544, "world's": 545, "villainous": 546, "climate": 547, "criminal": 548, "australia": 549, "attempts": 550, "heavy": 551, "nations": 552, "lima": 553, "http://t.co/m3DO7rgLRg": 554, "#auspol": 555, "@ragavendra87": 556, "@timesofindia": 557, "r": 558, "no": 559, "less": 560, "than": 561, "bcci": 562, "arnab": 563, "bashing": 564, "them": 565, "news": 566, "pair": 567, "lungs": 568, "tobacco": 569, "boxes": 570, "collected": 571, "sculpture": 572, "project": 573, "http://t.co/giQMuIzgvE": 574, "police": 575, "officers": 576, "pursue": 577, "daring": 578, "villains": 579, "abusers": 580, "frightened": 581, "prey": 582, "#police_officer": 583, "=": 584, "#abuser": 585, "#villain": 586, "#prey": 587, "@joeandevan": 588, "@7boomeresiason": 589, "@cc660": 590, "@boomerandcarton": 591, "jets": 592, "pick": 593, "6": 594, "draft": 595, "irony": 596, "blows": 597, "#nfldraft": 598, "lord": 599, "@popularmsem": 600, "@shockingfactsz": 601, "becoming": 602, "actor": 603, "tom": 604, "cruise": 605, "wanted": 606, "catholic": 607, "priest": 608, "here's": 609, "episode": 610, "#minecraft": 611, "#hardcore": 612, "survival": 613, "die": 614, "while": 615, "trying": 616, "sustainable": 617, "food": 618, "source": 619, "mama": 620, "-": 621, "korean": 622, "awards": 623, "show": 624, "held": 625, "hong": 626, "kong": 627, "headlined": 628, "by": 629, "american": 630, "artist": 631, "@cnn": 632, "bad": 633, "cnn": 634, "can't": 635, "conceive": 636, "their": 637, "own": 638, "story": 639, "#truth": 640, "#news": 641, "#hypocrite": 642, "#expose": 643, "#fake": 644, "#exposed2014": 645, "#boycott": 646, "#sponsors": 647, "stomach": 648, "upset": 649, "did": 650, "#lyntoncrosby": 651, "invent": 652, "#cameronmustgo": 653, "puerile": 654, "attacks": 655, "@ed_miliband": 656, "rw": 657, "press": 658, "provoked": 659, "#webacked": 660, "led": 661, "@nickmeisl": 662, "song": 663, "angel": 664, "death": 665, "lyrics": 666, "vatican": 667, "@ajtedded": 668, "aaaaaand": 669, "because": 670, "http://t.co/BzEhrjZEKS": 671, "pediatric": 672, "grand": 673, "rounds": 674, "statin": 675, "therapy": 676, "dyslipidemia": 677, "obesity": 678, "breakfast": 679, "platters": 680, "donuts": 681, "#american": 682, "#protesters": 683, "calling": 684, "end": 685, "#racialprofiling": 686, "holding": 687, "signs": 688, "referencing": 689, "#blackpeople": 690, "#icantbreathe": 691, "those": 692, "who": 693, "us": 694, "@cbcjones": 695, "talks": 696, "nb": 697, "power's": 698, "record": 699, "number": 700, "outages": 701, "7:13": 702, "#transmitterproblems": 703, "but": 704, "@darklightdave": 705, "battery": 706, "died": 707, "he": 708, "found": 709, "bastard": 710, "wand": 711, "fischer": 712, "ordered": 713, "fish": 714, "chips": 715, "come": 716, "jhb": 717, "play": 718, "volleyball": 719, "fake": 720, "beach": 721, "#work": 722, "http://t.co/yS6wkgvT5y": 723, "insomnia": 724, "cookie": 725, "suffering": 726, "from": 727, "dying": 728, "famine": 729, "look": 730, "white": 731, "after": 732, "#minnesotaproblems": 733, "http://t.co/fFGDuJxgBj": 734, "@brentrivera": 735, "boyfriend": 736, "hair": 737, "flip": 738, "walks": 739, "away": 740, "know": 741, "reading": 742, "blind": 743, "received": 744, "email": 745, "heir": 746, "nigerian": 747, "petroleum": 748, "corporation": 749, "should": 750, "immediately": 751, "send": 752, "bank": 753, "info": 754, "cheers": 755, "#vodka": 756, "#mother": 757, "#energy": 758, "#drink": 759, "#tipsy": 760, "#on": 761, "#one": 762, "#cadbury": 763, "#alcoholic": 764, "#friday": 765, "http://t.co/9nIao1XChp": 766, "@slate": 767, "book": 768, "these": 769, "appointments": 770, "tell": 771, "what": 772, "http://t.co/ZrilqmGIoP": 773, "dead": 774, "stupidest": 775, "memes": 776, "perpetuated": 777, "officially": 778, "single": 779, "ha": 780, "touching": 781, "each": 782, "other's": 783, "kneecaps": 784, "#questionable": 785, "#noa": 786, "#onuchapel": 787, "@shadoya_osman": 788, "himself": 789, "see-no-evil_monkey": 790, "speak-no-evil_monkey": 791, "@bigjoeonthego": 792, "#thingsbetterthantitansjags": 793, "napalm": 794, "hotwings": 795, "#bigjoefavorite": 796, "#keep": 797, "contemplating": 798, "responding": 799, "@charliejnwalker": 800, "'": 801, "s": 802, "tweet": 803, "saying": 804, "remains": 805, "pride": 806, "sure": 807, "@ywtorres9": 808, "hit": 809, "books": 810, "@sunlorrie": 811, "@ctv": 812, "#liberal": 813, "used": 814, "sentence": 815, "unheard": 816, "turn": 817, "keyboard": 818, "sir": 819, "where": 820, "#torturereport": 821, "showtime's": 822, "homeland": 823, "our": 824, "#shamiwitness": 825, "@dannymakkisyria": 826, "gunman": 827, "said": 828, "monitoring": 829, "social": 830, "media": 831, "activity": 832, "#sydneysiege": 833, "@michelledean": 834, "@avaetc": 835, "provinces": 836, "mississippi": 837, "vigilante's": 838, "quiet": 839, "every": 840, "#rape": 841, "suppose": 842, "indian": 843, "culture": 844, "#uber": 845, "#delhirape": 846, "delivered": 847, "@dominiqueansel": 848, "#cronuts": 849, "@bouchonbakeryrc": 850, "hmmm": 851, "customer": 852, "http://t.co/KDx0FhVqCW": 853, "human": 854, "brains": 855, "disappear": 856, "day": 857, "appeared": 858, "http://t.co/Fb0Aq5Frqs||#brain": 859, "#humanbrain": 860, "first": 861, "yourself": 862, "bombarded": 863, "country": 864, "#immigration": 865, "@bbcr4today": 866, "@telegraphpromos": 867, "@mistress_fiona": 868, "second": 869, "prize": 870, "signed": 871, "copies": 872, "boris": 873, "#onlykidding": 874, "yet": 875, "another": 876, "angry": 877, "#bluehand": 878, "moron": 879, "blocks": 880, ":-p": 881, "https://t.co/sdK34lzWrd": 882, "infamous": 883, "pepper": 884, "shaker": 885, "replacer": 886}, "i2w": {"0": "<pad>", "1": "<unk>", "2": "<sos>", "3": "<eos>", "4": "i", "5": "guess", "6": "i'm", "7": "dreaming", "8": ".", "9": "how", "10": "else", "11": "am", "12": "able", "13": "to", "14": "visit", "15": "this", "16": "site", "17": "they", "18": "won't", "19": "let", "20": "a", "21": "prisoner", "22": "have", "23": "phone", "24": "right", "25": "?", "26": "#ukraine's", "27": "#president", "28": "#meet", "29": "#russian", "30": ",", "31": "#french", "32": "#german", "33": "#leaders", "34": "#rules", "35": "#out", "36": "#offensive", "37": "http://t.co/6NdWMkAliM", "38": "via", "39": "@reuters", "40": "do", "41": "make", "42": "more", "43": "money", "44": "now", "45": "in", "46": "my", "47": "business", "48": "loral", "49": "langemeire's", "50": "best", "51": "seller", "52": "the", "53": "millionaire", "54": "maker", "55": "get", "56": "your", "57": "copy", "58": "http://t.co/xzP6UjI8va", "59": "prediction", "60": ":", "61": "erv", "62": "santana", "63": "will", "64": "be", "65": "disinterested", "66": "playing", "67": "for", "68": "twins", "69": "2015", "70": "too", "71": "...", "72": "(", "73": "aka", "74": "we", "75": "didn't", "76": "offer", "77": "enough", "78": ")", "79": "@revarun", "80": "@c_of_e", "81": "4", "82": "church", "83": "|", "84": "http://t.co/Q2WB7riAvK|SmartPhone", "85": "app", "86": "pays", "87": "you", "88": "!", "89": "see-http", "90": ":/", "91": "/", "92": "t.co/rdlrugn0ie", "93": "go", "94": "2", "95": "https://t.co/cpJZkEgNe7", "96": "#canned", "97": "#food", "98": "#lot", "99": "#of", "100": "#space", "101": "#interiordecor", "102": "please", "103": "rt", "104": "http://t.co/teeFi8QVbY", "105": "http://t.co/Qy1jZ5jwZ3", "106": "@philoliverh", "107": "@nat_401", "108": "yea", "109": "keep", "110": "bardgin", "111": "on", "112": "stuff", "113": "dont", "114": "even", "115": "care", "116": "hobby", "117": "sjws", "118": "also", "119": "babymetal", "120": "is", "121": "nice", "122": "^", "123": "casper", "124": "friendly", "125": "ghost", "126": "levels", "127": "#thingsmichelleobamathinksareracist", "128": "#finalsweekgotmelike", "129": "ugh", "130": "it", "131": "stop", "132": "#finals", "133": "#finalsweek", "134": "#ewu", "135": "http://t.co/eYYoDV2aNV", "136": "would", "137": "never", "138": "hired", "139": "trestman", "140": "@priscocbs", "141": "fire", "142": "tonight", "143": "very", "144": "much", "145": "brother", "146": "when", "147": "done", "148": "still", "149": "not", "150": "car", "151": "and", "152": "praising", "153": "allah", "154": "1/2", "155": "might", "156": "back", "157": "bed", "158": "it's", "159": "easier", "160": "then", "161": "making", "162": "effort", "163": "@patrickrowe123", "164": "#wrong", "165": "face_with_tears_of_joy", "166": "::", "167": "loudly_crying_face", "168": "just", "169": "had", "170": "bruce", "171": "springsteen", "172": "flashback", "173": "*", "174": "shudder", "175": "@heyamie", "176": "@girlfromthe216", "177": "@lexus1scott", "178": "@masongoodman", "179": "@case4cleveland", "180": "2014", "181": "was", "182": "year", "183": "@fionan_b", "184": "became", "185": "lords", "186": "crown", "187": "#watchthelordman", "188": "worth", "189": "read", "190": "#christians", "191": "persecution", "192": "face", "193": "#equality", "194": "#respect", "195": "#sectarianviolence", "196": "#countyourblessings", "197": "http://t.co/EvTmzbljyK", "198": "check", "199": "out", "200": "new", "201": "post", "202": "myfairdaily", "203": "10", "204": "things", "205": "i've", "206": "been", "207": "loving", "208": "lately", "209": "http://t.co/wsFo2Dlu7h", "210": "#lbloggers", "211": "#holidays", "212": "#myfairdaily", "213": "#favorites", "214": "think", "215": "sweater", "216": "bought", "217": "maternity", "218": "oh", "219": "well", "220": "its", "221": "super", "222": "cozy", "223": "@liamfoxtrot", "224": "he's", "225": "half", "226": "paced", "227": "all", "228": "season", "229": "henderson", "230": "bigger", "231": "loss", "232": "walking", "233": "down", "234": "mall", "235": "front", "236": "of", "237": "group", "238": "guys", "239": "hear", "240": "\"", "241": "momma", "242": "got", "243": "jesus", "244": "lol", "245": "everyone", "246": "loves", "247": "polly", "248": "#michigan", "249": "@editoredge", "250": "rich", "251": "rodriguez", "252": "available", "253": "photo", "254": "op", "255": "at", "256": "fiesta", "257": "bowl", "258": "hope", "259": "tulisa", "260": "doesn't", "261": "job", "262": "#xfactor", "263": "next", "264": "@rachelreevesmp", "265": "@wowpetition", "266": "#coalition", "267": "fit", "268": "purpose", "269": "#labour", "270": "can", "271": "sort", "272": "here", "273": "comes", "274": "universe", "275": "#tmltalk", "276": "#leafs", "277": "#", "278": "#terror", "279": "#organization", "280": "#hamas", "281": "man", "282": "killed", "283": "3", "284": "injured", "285": "suspicious", "286": "explosion", "287": "#gaza", "288": "http://t.co/lzNIhVqHFI", "289": "#israel", "290": "dad", "291": "shotgun", "292": "ready", "293": "him", "294": "beer", "295": "ask", "296": "join", "297": "his", "298": "clan", "299": "|:", "300": "@rannimarti", "301": "@hartswormx3", "302": "wow", "303": "glad", "304": "that", "305": "cycle", "306": "through", "307": "weather", "308": "solo", "309": "costume", "310": "so", "311": "far", "312": "charcoal", "313": "grey", "314": "bottoms", "315": "some", "316": "real", "317": "progress", "318": "@sidney483", "319": "british", "320": "world", "321": "champion", "322": "one", "323": "most", "324": "demanding", "325": "&", "326": "popular", "327": "sports", "328": "earth", "329": "yeah", "330": "course", "331": "being", "332": "sarcastic", "333": "luck", "334": "keeps", "335": "getting", "336": "better", "337": "m", "338": "trips", "339": "walmart", "340": "mess", "341": "are", "342": "always", "343": "fun", "344": "nothing", "345": "like", "346": "waiting", "347": "an", "348": "airport", "349": "#youcanthearit", "350": "@stevesgoddard", "351": "steve", "352": "that's", "353": "data", "354": "you'll", "355": "win", "356": "any", "357": "hearts", "358": "minds", "359": "if", "360": "don't", "361": "appeal", "362": "poor", "363": "polar", "364": "bears", "365": "two", "366": "hour", "367": "drive", "368": "morning", "369": "with", "370": "instructor", "371": "yes", "372": "..", "373": "#scaredshitless", "374": "#yikes", "375": "love", "376": "seeing", "377": "guy", "378": "50", "379": "texting", "380": "school", "381": "zone", "382": "#soproud", "383": "#gpabdrivers", "384": "adverts", "385": "woman", "386": "black", "387": "say", "388": "sleep", "389": "weeks", "390": "way", "391": "sell", "392": "me", "393": "flushed_face", "394": "#sheneverleft", "395": "@doodlebug0", "396": "why", "397": "house", "398": "committee", "399": "has", "400": "informative", "401": "thus", "402": "#uniteblue", "403": "8.30", "404": "conference", "405": "calls", "406": "#love", "407": "final", "408": "before", "409": "sun", "410": "up", "411": "smiling_face_with_smiling_eyes", "412": "told", "413": "wouldn't", "414": "gotten", "415": "boss", "416": "knew", "417": "pregnant", "418": "#ha", "419": "extending", "420": "trade", "421": "telling", "422": "people", "423": "about", "424": "extended", "425": "idea", "426": "ever", "427": "god", "428": "happens", "429": "really", "430": "slow", "431": "internet", "432": "#slowinternet", "433": "woke", "434": "find", "435": "vehicle", "436": "insurance", "437": "went", "438": "$", "439": "22", "440": "month", "441": "merry", "442": "christmas", "443": "unamused_face", "444": "ice", "445": "palace", "446": "invisible", "447": "#spectre", "448": "great", "449": "lung", "450": "infection", "451": "#notfun", "452": "#miserable", "453": "@youtube", "454": "keeping", "455": "big", "456": "channels", "457": "little", "458": "irrelevant", "459": "since", "460": "#goodjob", "461": "good", "462": "note", "463": "only", "464": "49", "465": "days", "466": "until", "467": "#scandal", "468": "crying_face", "469": "easy", "470": "focus", "471": "what's", "472": "hand", "473": "million", "474": "other", "475": "thoughts", "476": "running", "477": "mind", "478": "same", "479": "time", "480": "@jimmyk52501", "481": "@motherjones", "482": "@nickbaumann", "483": "wilfully", "484": "ignorant", "485": "embraces", "486": "hate", "487": "hold", "488": "moral", "489": "high", "490": "ground", "491": "@rwwatchma", "492": "deutsch", "493": "misogynistic", "494": "toad", "495": ";", "496": "shocking", "497": "bigot", "498": "#handsupdontshoot", "499": "fully", "500": "charged", "501": "#anker", "502": "portable", "503": "charger", "504": "lasted", "505": "awesome", "506": "#fail", "507": "as", "508": "microphone", "509": "fails", "510": "were", "511": "having", "512": "conversation", "513": "100", "514": "years", "515": "ago", "516": "@disruptivedean", "517": "#webrtc", "518": "#webrtcparis", "519": "@emptynetters", "520": "penguins", "521": "cancel", "522": "skate", "523": "which", "524": "optional", "525": "due", "526": "icy", "527": "road", "528": "conditions", "529": "tl", "530": "see", "531": "somerholic", "532": "unfollowed", "533": "tweeting", "534": "retweet", "535": "you're", "536": "many", "537": "there.also", "538": "allowed", "539": "@g_wade_tooflyy", "540": "couple", "541": "schools", "542": "played", "543": "dominate", "544": "game", "545": "world's", "546": "villainous", "547": "climate", "548": "criminal", "549": "australia", "550": "attempts", "551": "heavy", "552": "nations", "553": "lima", "554": "http://t.co/m3DO7rgLRg", "555": "#auspol", "556": "@ragavendra87", "557": "@timesofindia", "558": "r", "559": "no", "560": "less", "561": "than", "562": "bcci", "563": "arnab", "564": "bashing", "565": "them", "566": "news", "567": "pair", "568": "lungs", "569": "tobacco", "570": "boxes", "571": "collected", "572": "sculpture", "573": "project", "574": "http://t.co/giQMuIzgvE", "575": "police", "576": "officers", "577": "pursue", "578": "daring", "579": "villains", "580": "abusers", "581": "frightened", "582": "prey", "583": "#police_officer", "584": "=", "585": "#abuser", "586": "#villain", "587": "#prey", "588": "@joeandevan", "589": "@7boomeresiason", "590": "@cc660", "591": "@boomerandcarton", "592": "jets", "593": "pick", "594": "6", "595": "draft", "596": "irony", "597": "blows", "598": "#nfldraft", "599": "lord", "600": "@popularmsem", "601": "@shockingfactsz", "602": "becoming", "603": "actor", "604": "tom", "605": "cruise", "606": "wanted", "607": "catholic", "608": "priest", "609": "here's", "610": "episode", "611": "#minecraft", "612": "#hardcore", "613": "survival", "614": "die", "615": "while", "616": "trying", "617": "sustainable", "618": "food", "619": "source", "620": "mama", "621": "-", "622": "korean", "623": "awards", "624": "show", "625": "held", "626": "hong", "627": "kong", "628": "headlined", "629": "by", "630": "american", "631": "artist", "632": "@cnn", "633": "bad", "634": "cnn", "635": "can't", "636": "conceive", "637": "their", "638": "own", "639": "story", "640": "#truth", "641": "#news", "642": "#hypocrite", "643": "#expose", "644": "#fake", "645": "#exposed2014", "646": "#boycott", "647": "#sponsors", "648": "stomach", "649": "upset", "650": "did", "651": "#lyntoncrosby", "652": "invent", "653": "#cameronmustgo", "654": "puerile", "655": "attacks", "656": "@ed_miliband", "657": "rw", "658": "press", "659": "provoked", "660": "#webacked", "661": "led", "662": "@nickmeisl", "663": "song", "664": "angel", "665": "death", "666": "lyrics", "667": "vatican", "668": "@ajtedded", "669": "aaaaaand", "670": "because", "671": "http://t.co/BzEhrjZEKS", "672": "pediatric", "673": "grand", "674": "rounds", "675": "statin", "676": "therapy", "677": "dyslipidemia", "678": "obesity", "679": "breakfast", "680": "platters", "681": "donuts", "682": "#american", "683": "#protesters", "684": "calling", "685": "end", "686": "#racialprofiling", "687": "holding", "688": "signs", "689": "referencing", "690": "#blackpeople", "691": "#icantbreathe", "692": "those", "693": "who", "694": "us", "695": "@cbcjones", "696": "talks", "697": "nb", "698": "power's", "699": "record", "700": "number", "701": "outages", "702": "7:13", "703": "#transmitterproblems", "704": "but", "705": "@darklightdave", "706": "battery", "707": "died", "708": "he", "709": "found", "710": "bastard", "711": "wand", "712": "fischer", "713": "ordered", "714": "fish", "715": "chips", "716": "come", "717": "jhb", "718": "play", "719": "volleyball", "720": "fake", "721": "beach", "722": "#work", "723": "http://t.co/yS6wkgvT5y", "724": "insomnia", "725": "cookie", "726": "suffering", "727": "from", "728": "dying", "729": "famine", "730": "look", "731": "white", "732": "after", "733": "#minnesotaproblems", "734": "http://t.co/fFGDuJxgBj", "735": "@brentrivera", "736": "boyfriend", "737": "hair", "738": "flip", "739": "walks", "740": "away", "741": "know", "742": "reading", "743": "blind", "744": "received", "745": "email", "746": "heir", "747": "nigerian", "748": "petroleum", "749": "corporation", "750": "should", "751": "immediately", "752": "send", "753": "bank", "754": "info", "755": "cheers", "756": "#vodka", "757": "#mother", "758": "#energy", "759": "#drink", "760": "#tipsy", "761": "#on", "762": "#one", "763": "#cadbury", "764": "#alcoholic", "765": "#friday", "766": "http://t.co/9nIao1XChp", "767": "@slate", "768": "book", "769": "these", "770": "appointments", "771": "tell", "772": "what", "773": "http://t.co/ZrilqmGIoP", "774": "dead", "775": "stupidest", "776": "memes", "777": "perpetuated", "778": "officially", "779": "single", "780": "ha", "781": "touching", "782": "each", "783": "other's", "784": "kneecaps", "785": "#questionable", "786": "#noa", "787": "#onuchapel", "788": "@shadoya_osman", "789": "himself", "790": "see-no-evil_monkey", "791": "speak-no-evil_monkey", "792": "@bigjoeonthego", "793": "#thingsbetterthantitansjags", "794": "napalm", "795": "hotwings", "796": "#bigjoefavorite", "797": "#keep", "798": "contemplating", "799": "responding", "800": "@charliejnwalker", "801": "'", "802": "s", "803": "tweet", "804": "saying", "805": "remains", "806": "pride", "807": "sure", "808": "@ywtorres9", "809": "hit", "810": "books", "811": "@sunlorrie", "812": "@ctv", "813": "#liberal", "814": "used", "815": "sentence", "816": "unheard", "817": "turn", "818": "keyboard", "819": "sir", "820": "where", "821": "#torturereport", "822": "showtime's", "823": "homeland", "824": "our", "825": "#shamiwitness", "826": "@dannymakkisyria", "827": "gunman", "828": "said", "829": "monitoring", "830": "social", "831": "media", "832": "activity", "833": "#sydneysiege", "834": "@michelledean", "835": "@avaetc", "836": "provinces", "837": "mississippi", "838": "vigilante's", "839": "quiet", "840": "every", "841": "#rape", "842": "suppose", "843": "indian", "844": "culture", "845": "#uber", "846": "#delhirape", "847": "delivered", "848": "@dominiqueansel", "849": "#cronuts", "850": "@bouchonbakeryrc", "851": "hmmm", "852": "customer", "853": "http://t.co/KDx0FhVqCW", "854": "human", "855": "brains", "856": "disappear", "857": "day", "858": "appeared", "859": "http://t.co/Fb0Aq5Frqs||#brain", "860": "#humanbrain", "861": "first", "862": "yourself", "863": "bombarded", "864": "country", "865": "#immigration", "866": "@bbcr4today", "867": "@telegraphpromos", "868": "@mistress_fiona", "869": "second", "870": "prize", "871": "signed", "872": "copies", "873": "boris", "874": "#onlykidding", "875": "yet", "876": "another", "877": "angry", "878": "#bluehand", "879": "moron", "880": "blocks", "881": ":-p", "882": "https://t.co/sdK34lzWrd", "883": "infamous", "884": "pepper", "885": "shaker", "886": "replacer"}}