{"w2i": {"<pad>": 0, "<unk>": 1, "<sos>": 2, "<eos>": 3, "makes": 4, "a": 5, "joke": 6, "out": 7, "of": 8, "car": 9, "chases": 10, "for": 11, "an": 12, "hour": 13, "and": 14, "then": 15, "gives": 16, "us": 17, "half": 18, ".": 19, "so": 20, "mind-numbingly": 21, "awful": 22, "that": 23, "you": 24, "hope": 25, "britney": 26, "wo": 27, "n't": 28, "do": 29, "it": 30, "one": 31, "more": 32, "time": 33, ",": 34, "as": 35, "far": 36, "movies": 37, "are": 38, "concerned": 39, "maid": 40, "in": 41, "manhattan": 42, "proves": 43, "'": 44, "s": 45, "easier": 46, "to": 47, "change": 48, "the": 49, "sheets": 50, "than": 51, "hackneyed": 52, "concepts": 53, "when": 54, "comes": 55, "dreaming": 56, "up": 57, "romantic": 58, "comedies": 59, "if": 60, "go": 61, "pack": 62, "your": 63, "knitting": 64, "needles": 65, "favor": 66, "could": 67, "have": 68, "given": 69, "audiences": 70, "day": 71, "by": 72, "concentrating": 73, "on": 74, "elements": 75, "revealing": 76, "alienation": 77, "among": 78, "culture": 79, "people": 80, "who": 81, "sadly": 82, "at": 83, "hostile": 84, "odds": 85, "with": 86, "another": 87, "through": 88, "recklessness": 89, "retaliation": 90, "two-bit": 91, "potboiler": 92, "tommy": 93, "job": 94, "clean": 95, "peep": 96, "booths": 97, "surrounding": 98, "her": 99, "after": 100, "viewing": 101, "this": 102, "ll": 103, "feel": 104, "like": 105, "mopping": 106, "too": 107, "badly": 108, "made": 109, "every": 110, "level": 111, "i": 112, "m": 113, "actually": 114, "having": 115, "hard": 116, "believing": 117, "were": 118, "paid": 119, "make": 120, "does": 121, "get": 122, "done": 123, "running": 124, "off": 125, "limited": 126, "chemistry": 127, "created": 128, "ralph": 129, "fiennes": 130, "jennifer": 131, "lopez": 132, "woefully": 133, "pretentious": 134, "sequel": 135, "plays": 136, "flimsy": 137, "excuse": 138, "give": 139, "blade": 140, "fans": 141, "look": 142, "wesley": 143, "snipes": 144, "iconic": 145, "hero": 146, "doing": 147, "battle": 148, "dozens": 149, "bad": 150, "guys": 151, "-": 152, "once": 153, "those": 154, "films": 155, "where": 156, "characters": 157, "inhabit": 158, "special": 159, "annex": 160, "hell": 161, "adults": 162, "behave": 163, "kids": 164, "children": 165, "everyone": 166, "screams": 167, "top": 168, "their": 169, "lungs": 170, "no": 171, "matter": 172, "what": 173, "situation": 174, "hart": 175, "war": 176, "seems": 177, "want": 178, "be": 179, "character": 180, "study": 181, "but": 182, "apparently": 183, "ca": 184, "quite": 185, "decide": 186, "which": 187, "shows": 188, "jackie": 189, "chan": 190, "is": 191, "getting": 192, "older": 193, "something": 194, "would": 195, "rather": 196, "live": 197, "denial": 198, "about": 199, "we": 200, "poignancy": 201, "jostling": 202, "against": 203, "farce": 204, "thoughtful": 205, "dialogue": 206, "elbowed": 207, "aside": 208, "one-liners": 209, "visual": 210, "style": 211, "incorporates": 212, "rotoscope": 213, "animation": 214, "apparent": 215, "reason": 216, "except": 217, "maybe": 218, "looks": 219, "neat": 220, "viewers": 221, "will": 222, "need": 223, "all": 224, "luck": 225, "they": 226, "can": 227, "muster": 228, "just": 229, "figuring": 230, "mess": 231, "bond": 232, "film": 233, "goes": 234, "beaten": 235, "path": 236, "not": 237, "necessarily": 238, "better": 239, "kiss": 240, "waste": 241, "been": 242, "there": 243, "rare": 244, "combination": 245, "writing": 246, "direction": 247, "acting": 248, "trifecta": 249, "badness": 250, "represents": 251, "depths": 252, "girls-behaving-badly": 253, "has": 254, "fallen": 255, "ah-nuld": 256, "action": 257, "days": 258, "might": 259, "over": 260, "`": 261, "adventures": 262, "pluto": 263, "nash": 264, "big": 265, "stinker": 266, "mindless": 267, "flick": 268, "twist": 269, "suited": 270, "video-viewing": 271, "multiplex": 272, "...": 273, "kind": 274, "movie": 275, "see": 276, "because": 277, "theater": 278, "air": 279, "conditioning": 280, "down": 281, "whether": 282, "tolerate": 283, "leon": 284, "barlow": 285, "why": 286, "anyone": 287, "cast": 288, "magnificent": 289, "full": 290, "stunt": 291, "doubles": 292, "effects": 293, "?": 294, "doubt": 295, "filmmakers": 296, "motives": 297, "still": 298, "feels": 299, "counterproductive": 300, "second": 301, "really": 302, "downhill": 303, "impostor": 304, "think": 305, "thing": 306, "these": 307, "them": 308, "run": 309, "dark": 310, "tunnels": 311, "fight": 312, "various": 313, "anonymous": 314, "attackers": 315, "evade": 316, "elaborate": 317, "surveillance": 318, "technologies": 319, "most": 320, "depressing": 321, "movie-going": 322, "experiences": 323, "sit": 324, "90": 325, "minutes": 326, "so-called": 327, "comedy": 328, "laugh": 329, "tell": 330, "almost": 331, "immediately": 332, "welcome": 333, "collinwood": 334, "going": 335, "jell": 336, "pray": 337, "passion": 338, "material": 339, "overly": 340, "long": 341, "worshipful": 342, "bio-doc": 343, "solondz": 344, "may": 345, "well": 346, "only": 347, "laughing": 348, "his": 349, "own": 350, "nair": 351, "necessary": 352, "self-control": 353, "guide": 354, "loose": 355, "poorly": 356, "structured": 357, "pitfalls": 358, "incoherence": 359, "redundancy": 360, "brosnan": 361, "finest": 362, "non-bondish": 363, "performance": 364, "yet": 365, "fails": 366, "overcome": 367, "manipulative": 368, "sentimentality": 369, "annoying": 370, "stereotypes": 371, "starts": 372, "tart": 373, "little": 374, "lemon": 375, "drop": 376, "ends": 377, "bitter": 378, "pill": 379, "lrb": 380, "rrb": 381, "cold": 382, "thoroughly": 383, "dislikable": 384, "sociopathy": 385, "brutally": 386, "dry": 387, "satire": 388, "middle": 389, "american": 390, "numbness": 391, "elegantly": 392, "crafted": 393, "emotionally": 394, "puzzle": 395, "whose": 396, "intricate": 397, "construction": 398, "admire": 399, "difficult": 400, "connect": 401, "any": 402, "deeper": 403, "soft": 404, "drink": 405, "sitting": 406, "open": 407, ":": 408, "much": 409, "syrup": 410, "enough": 411, "fizz": 412, "even": 413, "re": 414, "elvis": 415, "person": 416, "find": 417, "anything": 418, "excited": 419, "dvd": 420, "highly-praised": 421, "disappointments": 422, "ve": 423, "had": 424, "misfortune": 425, "watch": 426, "some": 427, "t": 428, "certainly": 429, "laudable": 430, "deals": 431, "hot-button": 432, "issues": 433, "comedic": 434, "context": 435, "barbershop": 436, "funny": 437, "should": 438, "director": 439, "cut": 440, "adds": 441, "51": 442, "takes": 443, "great": 444, "turns": 445, "into": 446, "mundane": 447, "soap": 448, "opera": 449, "pays": 450, "tribute": 451, "heroes": 452, "way": 453, "julia": 454, "roberts": 455, "hands": 456, "awards": 457, "phony": 458, "humility": 459, "barely": 460, "camouflaging": 461, "grotesque": 462, "narcissism": 463, "chiller": 464, "resolutely": 465, "without": 466, "chills": 467, "screenplay": 468, "meandering": 469, "norton": 470, "recite": 471, "bland": 472, "police": 473, "procedural": 474, "details": 475, "wanders": 476, "around": 477, "attempt": 478, "seem": 479, "weird": 480, "distanced": 481, "hopkins": 482, "drag": 483, "queen": 484, "dim-witted": 485, "lazy": 486, "spin-off": 487, "animal": 488, "planet": 489, "documentary": 490, "series": 491, "crocodile": 492, "hunter": 493, "entertainment": 494, "opportunism": 495, "its": 496, "glaring": 497, "excruciating": 498, "demonstration": 499, "unsalvageability": 500, "saddled": 501, "amateurish": 502, "enjoy": 503, "pool": 504, "drowned": 505, "me": 506, "boredom": 507, "blue": 508, "crush": 509, "predictable": 510, "tides": 511, "merely": 512, "very": 513, "stupid": 514, "infantile": 515, "redundant": 516, "sloppy": 517, "over-the-top": 518, "purposefully": 519, "shocking": 520, "eroticized": 521, "gore": 522, "unintentionally": 523, "dull": 524, "lack": 525, "poetic": 526, "frissons": 527, "whole": 528, "succeeded": 529, "making": 530, "groggy": 531, "list": 532, "credit": 533, "resumes": 534, "future": 535, "funnier": 536, "needed": 537, "less": 538, "bling-bling": 539, "lot": 540, "romance": 541, "admit": 542, "am": 543, "baffled": 544, "jason": 545, "x": 546, "jokes": 547, "telegraphed": 548, "advance": 549, "must": 550, "lost": 551, "mail": 552, "bit": 553, "eager": 554, "please": 555, "melodramatic": 556, "unbalanced": 557, "mixture": 558, "graphic": 559, "combat": 560, "footage": 561, "saccharine": 562, "domestic": 563, "interludes": 564, "pure": 565, "hollywood": 566, "modern": 567, "remake": 568, "dumas": 569, "story": 570, "narrative": 571, "short": 572, "russell": 573, "lacks": 574, "panache": 575, "comic": 576, "touch": 577, "perhaps": 578, "budget": 579, "sommers": 580, "title-bout": 581, "features": 582, "kill": 583, "michael": 584, "myers": 585, "good": 586, "stop": 587, "buying": 588, "tickets": 589, "absurdities": 590, "clichés": 591, "accumulate": 592, "lint": 593, "fat": 594, "man": 595, "navel": 596, "persistent": 597, "theatrical": 598, "sentiment": 599, "woozy": 600, "quality": 601, "manner": 602, "storytelling": 603, "undercuts": 604, "devastatingly": 605, "telling": 606, "impact": 607, "utter": 608, "loss": 609, "personified": 610, "simple": 611, "title": 612, "fragile": 613, "framework": 614, "upon": 615, "hang": 616, "broad": 617, "mildly": 618, "fleshed-out": 619, "conjured": 620, "10": 621, "prior": 622, "filming": 623, "dramatic": 624, "conviction": 625, "underlies": 626, "best": 627, "cruel": 628, "inhuman": 629, "cinematic": 630, "punishment": 631, "simultaneously": 632, "degrades": 633, "stars": 634, "audience": 635, "overburdened": 636, "complicated": 637, "plotting": 638, "banal": 639, "cutting": 640, "instead": 641, "fresh": 642, "last": 643, "week": 644, "issue": 645, "variety": 646, "same": 647, "old": 648, "garbage": 649, "trying": 650, "pass": 651, "acceptable": 652, "teen": 653, "now": 654, "unfortunately": 655, "kapur": 656, "modernizes": 657, "e": 658, "w": 659, "mason": 660, "suit": 661, "sensibilities": 662, "young": 663, "decision": 664, "plucks": 665, "four": 666, "feathers": 667, "bare": 668, "frontal": 669, "effect": 670, "elicited": 671, "sympathies": 672, "begin": 673, "how": 674, "tedious": 675, "unamusing": 676, "unrewarding": 677, "reckless": 678, "squandering": 679, "fine": 680, "talents": 681, "love": 682, "liza": 683, "festival": 684, "staying": 685, "circuit": 686, "reign": 687, "fire": 688, "never": 689, "close": 690, "recovering": 691, "from": 692, "demented": 693, "premise": 694, "sustain": 695, "enjoyable": 696, "ridiculousness": 697, "explosion": 698, "essentially": 699, "ruined": 700, "or": 701, "overpowered": 702, "fiction": 703, "nothing": 704, "stifling": 705, "morality": 706, "tale": 707, "dressed": 708, "peekaboo": 709, "clothing": 710, "amount": 711, "intentions": 712, "able": 713, "triviality": 714, "moving": 715, "picture": 716, "move": 717, "actors": 718, "indeed": 719, "laughable": 720, "straight": 721, "face": 722, "result": 723, "however": 724, "well-intentioned": 725, "ironically": 726, "sort": 727, "disposable": 728, "kitchen-sink": 729, "homage": 730, "illustrates": 731, "often": 732, "sum": 733, "parts": 734, "today": 735, "slow": 736, "dreary": 737, "dope": 738, "tuck": 739, "everlasting": 740, "skills": 741, "calculus": 742, "major": 743, "required": 744, "balance": 745, "formulaic": 746, "equations": 747, "long-winded": 748, "heist": 749, "cletis": 750, "tout": 751, "sugar-coated": 752, "rocky": 753, "valuable": 754, "messages": 755, "forgotten": 756, "trombone": 757, "honks": 758, "demme": 759, "gets": 760, "flavor": 761, "spice": 762, "charade": 763, "he": 764, "disguise": 765, "spiffing": 766, "leftovers": 767, "substantial": 768, "sopranos": 769, "gags": 770, "incredibly": 771, "dated": 772, "unfunny": 773, "also": 774, "demonstrate": 775, "desperate": 776, "makers": 777, "doing-it-for": 778, "the-cash": 779, "sense": 780, "derailed": 781, "failure": 782, "seek": 783, "strike": 784, "right": 785, "tone": 786, "come": 787, "away": 788, "thinking": 789, "kate": 790, "bright": 791, "she": 792, "worth": 793, "caring": 794, "janine": 795, "molly": 796, "all-woman": 797, "dysfunctional": 798, "family": 799, "deserve": 800, "ardent": 801, "mr": 802, "wollter": 803, "ms": 804, "seldhal": 805, "strong": 806, "convincing": 807, "performances": 808, "neither": 809, "reaches": 810, "deepest": 811, "recesses": 812, "unearth": 813, "quaking": 814, "essence": 815, "grief": 816, "fear": 817, "zzzzzzzzz": 818, "group": 819, "self-absorbed": 820, "women": 821, "mother": 822, "daughters": 823, "featured": 824, "stale": 825, "first": 826, "act": 827, "scrooge": 828, "blatant": 829, "product": 830, "placement": 831, "songs": 832, "finish": 833, "dumb": 834, "fart": 835, "barney": 836, "crushingly": 837, "self-indulgent": 838, "spectacle": 839, "match": 840, "ordeal": 841, "despite": 842, "sparks": 843, "catches": 844, "predecessors": 845, "mummy": 846, "returns": 847, "stand": 848, "intellectual": 849, "masterpieces": 850, "next": 851, "scorpion": 852, "king": 853, "frankenstein-monster": 854, "know": 855, "wants": 856, "tom": 857, "green": 858, "stages": 859, "assaults": 860, "america": 861, "knee-jerk": 862, "moral": 863, "sanctimony": 864, "jackass": 865, "aspirations": 866, "social": 867, "upheaval": 868, "latest": 869, "adam": 870, "sandler": 871, "assault": 872, "possibly": 873, "worst": 874, "year": 875, "send": 876, "cranky": 877, "generally": 878, "amusing": 879, "spy": 880, "problems": 881, "majority": 882, "dot": 883, "com": 884, "hitting": 885, "head": 886, "seat": 887, "front": 888, "doze": 889, "thirty": 890, "impressed": 891, "solemn": 892, "insights": 893, "work": 894, "value": 895, "disappointed": 896, "vile": 897, "incoherent": 898, "scummy": 899, "ripoff": 900, "david": 901, "cronenberg": 902, "brilliant": 903, "videodrome": 904, "washed": 905, "project": 906, "prime": 907, "mystery": 908, "script": 909, "falls": 910, "back": 911, "many": 912, "tried-and-true": 913, "shenanigans": 914, "hardly": 915, "distinguish": 916, "predictably": 917, "fact": 918, "loud": 919, "chaotic": 920, "largely": 921, "rob": 922, "schneider": 923, "cross-dressing": 924, "routines": 925, "fill": 926, "hot": 927, "chick": 928, "gimmick": 929, "unimaginative": 930, "comedian": 931, "here": 932, "scenes": 933, "end": 934, "someone": 935, "screaming": 936, "book-on-tape": 937, "market": 938, "kid": 939, "stays": 940, "abridged": 941, "edition": 942, "passing": 943, "grade": 944, "curve": 945, "advantage": 946, "invest": 947, "such": 948, "subtlety": 949, "warmth": 950, "animatronic": 951, "bear": 952, "humans": 953, "puppets": 954, "capitalizes": 955, "concept": 956, "opts": 957, "breezy": 958, "school": 959, "subject": 960, "tolerance": 961, "luckiest": 962, "seated": 963, "ignorant": 964, "pinheads": 965, "talk": 966, "throughout": 967, "show": 968, "innate": 969, "theatrics": 970, "provide": 971, "thrills": 972, "extreme": 973, "emotions": 974, "lose": 975, "luster": 976, "flattened": 977, "onscreen": 978, "something-borrowed": 979, "loving": 980, "integrated": 981, "mere": 982, "wan": 983, "thinly": 984, "sketched": 985, "take": 986, "him": 987, "switch": 988, "bodies": 989, "rorschach": 990, "test": 991, "failed": 992, "though": 993, "entertaining": 994, "audacious": 995, "moments": 996, "wildly": 997, "careening": 998, "extremely": 999, "flat": 1000, "lead": 1001, "salvage": 1002, "filmmaker": 1003, "flailing": 1004, "reputation": 1005, "ambitions": 1006, "sabotaged": 1007, "pomposity": 1008, "steven": 1009, "soderbergh": 1010, "space": 1011, "emerges": 1012, "numbingly": 1013, "experience": 1014, "stealing": 1015, "harvard": 1016, "dip": 1017, "wallet": 1018, "swipe": 1019, "offer": 1020, "precisely": 1021, "recompense": 1022, "few": 1023, "early": 1024, "laughs": 1025, "scattered": 1026, "plot": 1027, "thin": 1028, "repetitious": 1029, "locale": 1030, "remains": 1031, "interesting": 1032, "hand": 1033, "harmless": 1034, "pauly": 1035, "shore": 1036, "palpable": 1037, "between": 1038, "male": 1039, "plus": 1040, "working": 1041, "girl": 1042, "scribe": 1043, "kevin": 1044, "wade": 1045, "workmanlike": 1046, "tight": 1047, "pants": 1048, "tits": 1049, "turn": 1050, "tense": 1051, "trapped": 1052, "prove": 1053, "distressing": 1054, "suspenseful": 1055, "tries": 1056, "vein": 1057, "brilliance": 1058, "house": 1059, "closer": 1060, "third": 1061, "revenge": 1062, "nerds": 1063, "becomes": 1064, "lifeless": 1065, "apart": 1066, "cheap": 1067, "lawn": 1068, "chair": 1069, "greengrass": 1070, "gone": 1071, "tad": 1072, "grit": 1073, "intelligibility": 1074, "baffling": 1075, "get-go": 1076, "suffers": 1077, "unlikable": 1078, "self-conscious": 1079, "quirky": 1080, "hipness": 1081, "2002": 1082, "cinematography": 1083, "cloudy": 1084, "becalmed": 1085, "straddles": 1086, "fence": 1087, "escapism": 1088, "commentary": 1089, "both": 1090, "sides": 1091, "imagine": 1092, "possible": 1093, "pasolini": 1094, "politics": 1095, "almodovar": 1096, "beauty": 1097, "humor": 1098, "idea": 1099, "glum": 1100, "numb": 1101, "watching": 1102, "o": 1103, "fantasma": 1104, "overwrought": 1105, "bodice-ripper": 1106, "grating": 1107, "shapiro": 1108, "goldman": 1109, "bolado": 1110, "godard": 1111, "ode": 1112, "tackling": 1113, "life": 1114, "wonderment": 1115, "rambling": 1116, "manifesto": 1117, "vagueness": 1118, "topical": 1119, "excess": 1120, "praise": 1121, "ponderous": 1122, "endeavor": 1123, "unfocused": 1124, "tediously": 1125, "exasperating": 1126, "scriptwriters": 1127, "menace": 1128, "society": 1129, "pretends": 1130, "expose": 1131, "hustlers": 1132, "exploitive": 1133, "being": 1134, "insightful": 1135, "thriller": 1136, "contrived": 1137, "nonsensical": 1138, "day-old": 1139, "shelf": 1140, "appropriate": 1141, "location": 1142, "store": 1143, "hopelessly": 1144, "inane": 1145, "humorless": 1146, "under-inspired": 1147, "schnieder": 1148, "bounces": 1149, "limp": 1150, "wrists": 1151, "wearing": 1152, "tummy": 1153, "tops": 1154, "hip": 1155, "huggers": 1156, "twirling": 1157, "hair": 1158, "finger": 1159, "assuming": 1160, "gooding": 1161, "offers": 1162, "desperately": 1163, "ingratiating": 1164, "say": 1165, "exactly": 1166, "toback": 1167, "detractors": 1168, "always": 1169, "accuse": 1170, "start": 1171, "screenplays": 1172, "follow": 1173, "blueprint": 1174, "hundreds": 1175, "other": 1176, "sell": 1177, "highest": 1178, "bidder": 1179, "walk": 1180, "truly": 1181, "knowing": 1182, "identity": 1183, "ice-t": 1184, "sticks": 1185, "mug": 1186, "window": 1187, "couple": 1188, "bmw": 1189, "begins": 1190, "haranguing": 1191, "wife": 1192, "stage": 1193, "credibility": 1194, "flies": 1195, "vampires": 1196, "damned": 1197, "suffer": 1198, "fate": 1199, "handsome": 1200, "unfulfilling": 1201, "suspense": 1202, "drama": 1203, "quiet": 1204, "evening": 1205, "pbs": 1206, "night": 1207, "amc": 1208, "tried": 1209, "cleanflicks": 1210, "version": 1211, "ali": 1212, "macgraw": 1213, "profanities": 1214, "replaced": 1215, "romance-novel": 1216, "platitudes": 1217, "unless": 1218, "absolute": 1219, "raving": 1220, "star": 1221, "wars": 1222, "junkie": 1223, "fun": 1224, "98": 1225, "three": 1226, "hours": 1227, "worthy": 1228, "gong": 1229, "aimless": 1230, "arduous": 1231, "arbitrary": 1232, "crassness": 1233, "reactionary": 1234, "matched": 1235, "translation": 1236, "case": 1237, "zero": 1238, "looking": 1239, "bother": 1240, "stinks": 1241, "wet": 1242, "burlap": 1243, "sack": 1244, "gloom": 1245, "trek": 1246, "was": 1247, "terrific": 1248, "copy": 1249, "wit": 1250, "surprises": 1251, "downfall": 1252, "substitute": 1253, "personality": 1254, "dream": 1255, "world": 1256, "electronic": 1257, "expression": 1258, "cyber": 1259, "quarter": 1260, "seeking": 1261, "pull": 1262, "cohesive": 1263, "2": 1264, "1": 1265, "\\": 1266, "/": 1267, "soulless": 1268, "jumble": 1269, "ineptly": 1270, "assembled": 1271, "cliches": 1272, "pabulum": 1273, "95": 1274, "minute": 1275, "commercial": 1276, "nba": 1277, "properties": 1278, "de": 1279, "niro": 1280, "city": 1281, "sea": 1282, "slip": 1283, "under": 1284, "waves": 1285, "sure": 1286, "dragonfly": 1287, "worse": 1288, "part": 1289, "happening": 1290, "point": 1291, "nausea": 1292, "vulgar": 1293, "cheap-looking": 1294, "candid": 1295, "camera": 1296, "staged": 1297, "marquis": 1298, "sade": 1299, "set": 1300, "recommend": 1301, "overstays": 1302, "natural": 1303, "although": 1304, "sensitive": 1305, "fault": 1306, "overwritten": 1307, "surfeit": 1308, "weighty": 1309, "revelations": 1310, "flowery": 1311, "nostalgia": 1312, "past": 1313, "roads": 1314, "taken": 1315, "phone": 1316, "fax": 1317, "spiritless": 1318, "silly": 1319, "monotonous": 1320, "ultra-loud": 1321, "blast": 1322, "pointless": 1323, "mayhem": 1324, "nowhere": 1325, "fast": 1326, "auteuil": 1327, "listless": 1328, "amble": 1329, "road": 1330, "thematic": 1331, "ironies": 1332, "obvious": 1333, "sexual": 1334, "smug": 1335, "odd": 1336, "pregnant": 1337, "moods": 1338, "stillborn": 1339, "harsh": 1340, "conceptual": 1341, "exercise": 1342, "keep": 1343, "pushing": 1344, "expense": 1345, "until": 1346, "things": 1347, "fall": 1348, "one-sided": 1349, "simplistic": 1350, "explanations": 1351, "complex": 1352, "collapses": 1353, "meager": 1354, "weight": 1355, "bored": 1356, "cage": 1357, "spent": 1358, "duration": 1359, "shooting": 1360, "schedule": 1361, "waiting": 1362, "scream": 1363, "got": 1364, "aids": 1365, "heavy-handed": 1366, "dud": 1367, "familiar": 1368, "airless": 1369, "prepackaged": 1370, "wannabe": 1371, "hard-sell": 1372, "image-mongering": 1373, "wonder": 1374, "publicist": 1375, "share": 1376, "screenwriting": 1377, "wondering": 1378, "sometimes": 1379, "amusedly": 1380, "impatiently": 1381, "strenuously": 1382, "unconventional": 1383, "supposed": 1384, "discover": 1385, "answer": 1386, "conventional": 1387, "sc2": 1388, "autopilot": 1389, "concoction": 1390, "lacking": 1391, "imagination": 1392, "authentic": 1393, "christmas": 1394, "spirit": 1395, "geared": 1396, "toward": 1397, "masters": 1398, "new": 1399, "guy": 1400, "bull": 1401, "recycled": 1402, "millions": 1403, "dollars": 1404, "heaped": 1405, "vast": 1406, "proportions": 1407, "reap": 1408, "rewards": 1409, "spiffy": 1410, "bluescreen": 1411, "technique": 1412, "stylish": 1413, "weaponry": 1414, "my": 1415, "precious": 1416, "lumbering": 1417, "wheezy": 1418, "boasts": 1419, "eye-catching": 1420, "art": 1421, "forcefully": 1422, "quickly": 1423, "wears": 1424, "collateral": 1425, "damage": 1426, "aggrieved": 1427, "father": 1428, "cliché": 1429, "unturned": 1430, "care": 1431, "main": 1432, "wind": 1433, "together": 1434, "michele": 1435, "spiritual": 1436, "quest": 1437, "nor": 1438, "interest": 1439, "limps": 1440, "along": 1441, "squirm-inducing": 1442, "fish-out-of-water": 1443, "formula": 1444, "slowly": 1445, "asked": 1446, "suspend": 1447, "belief": 1448, "holm": 1449, "total": 1450, "washout": 1451, "somber": 1452, "pacing": 1453, "fireworks": 1454, "dragon": 1455, "medicine": 1456, "pc": 1457, "stability": 1458, "notwithstanding": 1459, "pat": 1460, "fairy-tale": 1461, "conclusion": 1462, "eisenstein": 1463, "considerable": 1464, "brio": 1465, "cinema": 1466, "directorial": 1467, "giants": 1468, "cattaneo": 1469, "reworks": 1470, "monty": 1471, "smashing": 1472, "success": 1473, "neglects": 1474, "add": 1475, "magic": 1476, "jackson": 1477, "shamefully": 1478, "strolls": 1479, "grin": 1480, "inexplicably": 1481, "kilt": 1482, "carrying": 1483, "bag": 1484, "golf": 1485, "clubs": 1486, "shoulder": 1487, "readily": 1488, "dismissed": 1489, "tiresome": 1490, "rant": 1491, "aging": 1492, "thumbing": 1493, "nose": 1494, "convention": 1495, "surprising": 1496, "subtle": 1497, "midway": 1498, "plodding": 1499, "disguised": 1500, "feature": 1501, "writer-director": 1502, "walter": 1503, "hill": 1504, "co-writer": 1505, "giler": 1506, "try": 1507, "create": 1508, "using": 1509, "punching": 1510, "bags": 1511, "deep": 1512, "realized": 1513, "reality": 1514, "leave": 1515, "lower": 1516, "q": 1517, "entered": 1518, "supposedly": 1519, "pokemon": 1520, "killed": 1521, "4ever": 1522, "practically": 1523, "assures": 1524, "pocket": 1525, "monster": 1526, "franchise": 1527, "nearly": 1528, "ready": 1529, "keel": 1530, "likable": 1531, "accomplished": 1532, "criticism": 1533, "rises": 1534, "above": 1535, "easy": 1536, "cynical": 1537, "potshots": 1538, "morally": 1539, "bankrupt": 1540, "generates": 1541, "points": 1542, "degree": 1543, "randomness": 1544, "usually": 1545, "achieved": 1546, "lottery": 1547, "drawing": 1548, "jay": 1549, "weighs": 1550, "capricious": 1551, "heavy": 1552, "lightweight": 1553, "meaning": 1554, "by-the-numbers": 1555, "yarn": 1556, "lingers": 1557, "irrelevant": 1558, "engaging": 1559, "gradually": 1560, "disney": 1561, "cinderella": 1562, "proved": 1563, "wish": 1564, "heart": 1565, "ii": 1566, "nightmare": 1567, "studio": 1568, "while": 1569, "reasonably": 1570, "intelligent": 1571, "country": 1572, "bears": 1573, "ponder": 1574, "segment": 1575, "pop-music": 1576, "history": 1577, "allowed": 1578, "fuzzy": 1579, "sticky": 1580, "pickup": 1581, "skidding": 1582, "completely": 1583, "control": 1584, "patch": 1585, "black": 1586, "ice": 1587, "two": 1588, "baran": 1589, "shockingly": 1590, "devoid": 1591, "typical": 1592, "majid": 1593, "majidi": 1594, "shoe-loving": 1595, "crippled": 1596, "cause": 1597, "bite": 1598, "tongue": 1599, "ridiculous": 1600, "dialog": 1601, "oh-so": 1602, "convenient": 1603, "twists": 1604, "threat": 1605, "implied": 1606, "pokémon": 1607, "terrifying": 1608, "locusts": 1609, "horde": 1610, "coming": 1611, "surprisingly": 1612, "doses": 1613, "fincher": 1614, "writer": 1615, "koepp": 1616, "mattei": 1617, "underdeveloped": 1618, "effort": 1619, "conveyor": 1620, "belt": 1621, "brooding": 1622, "personalities": 1623, "parade": 1624, "stock": 1625, "camp": 1626, "drowsy": 1627, "infatuated": 1628, "self-examination": 1629, "abysmally": 1630, "pathetic": 1631, "low-grade": 1632, "dreck": 1633, "video": 1634, "lousy": 1635, "inept": 1636, "dubbed": 1637, "murky": 1638, "complete": 1639, "visible": 1640, "boom": 1641, "mikes": 1642, "parent": 1643, "enjoys": 1644, "intentionally": 1645, "introducing": 1646, "loads": 1647, "irreparable": 1648, "years": 1649, "costly": 1650, "analysis": 1651, "fix": 1652, "word": 1653, "decasia": 1654, "promisingly": 1655, "proceeds": 1656, "flop": 1657, "runs": 1658, "steam": 1659, "role": 1660, "observer": 1661, "scene": 1662, "lawrence": 1663, "sounds": 1664, "whiny": 1665, "defensive": 1666, "life-altering": 1667, "mature": 1668, "party": 1669, "host": 1670, "defend": 1671, "himself": 1672, "frothing": 1673, "ex-girlfriend": 1674, "suffice": 1675, "promise": 1676, "left": 1677, "slightly": 1678, "unfulfilled": 1679, "wait": 1680, "mired": 1681, "shabby": 1682, "piles": 1683, "layer": 1684, "atop": 1685, "wooden": 1686, "shifting": 1687, "peculiarly": 1688, "amorality": 1689, "woo": 1690, "slack": 1691, "uninspired": 1692, "peopled": 1693, "mainly": 1694, "unsympathetic": 1695, "sour": 1696, "taste": 1697, "mouth": 1698, "88": 1699, "rip-off": 1700, "rock": 1701, "confined": 1702, "slo-mo": 1703, "gun": 1704, "firing": 1705, "random": 1706, "glass-shattering": 1707, "confusion": 1708, "least": 1709, "favourite": 1710, "especially": 1711, "put": 1712, "146": 1713, "inspire": 1714, "trip": 1715, "search": 1716, "clever": 1717, "spots": 1718, "too-long": 1719, "spoofy": 1720, "update": 1721, "shakespeare": 1722, "macbeth": 1723, "high": 1724, "invention": 1725, "60": 1726, "bode": 1727, "rest": 1728, "equlibrium": 1729, "thirteen-year-old": 1730, "book": 1731, "report": 1732, "totalitarian": 1733, "themes": 1734, "1984": 1735, "farenheit": 1736, "451": 1737, "sleek": 1738, "advert": 1739, "youthful": 1740, "anomie": 1741, "equals": 1742, "pretensions": 1743, "wretchedly": 1744, "seen": 1745, "summer": 1746, "acted": 1747, "primary": 1748, "seriously": 1749, "intended": 1750, "easily": 1751, "probably": 1752, "catching": 1753, "solely": 1754, "merits": 1755, "assured": 1756, "execution": 1757, "notable": 1758, "sheer": 1759, "audacity": 1760, "openness": 1761, "smart": 1762, "taut": 1763, "fascinating": 1764, "experiment": 1765, "strict": 1766, "creating": 1767, "intriguing": 1768, "species": 1769, "artifice": 1770, "lady": 1771, "duke": 1772, "reno": 1773, "delivers": 1774, "monologue": 1775, "manages": 1776, "incorporate": 1777, "horror": 1778, "absurdity": 1779, "well-balanced": 1780, "fashion": 1781, "d": 1782, "expect": 1783, "fairly": 1784, "damaged-goods": 1785, "orbits": 1786, "inevitably": 1787, "dangerously": 1788, "collide": 1789, "historical": 1790, "tragic": 1791, "establishing": 1792, "place": 1793, "intimate": 1794, "panoramic": 1795, "pacino": 1796, "williams": 1797, "upping": 1798, "ante": 1799, "each": 1800, "addition": 1801, "canon": 1802, "count": 1803, "numbered": 1804, "52": 1805, "different": 1806, "versions": 1807, "storyline": 1808, "by-the-book": 1809, "scripting": 1810, "sumptuous": 1811, "ocean": 1812, "visuals": 1813, "stylings": 1814, "john": 1815, "stockwell": 1816, "delight": 1817, "senses": 1818, "crash": 1819, "wedding": 1820, "!": 1821, "wonderfully": 1822, "loopy": 1823, "longing": 1824, "voting": 1825, "bigelow": 1826, "flashy": 1827, "occasionally": 1828, "fortify": 1829, "turgid": 1830, "fable": 1831, "inimitable": 1832, "diaz": 1833, "holding": 1834, "melodrama": 1835, "sorrow": 1836, "laugther": 1837, "tears": 1838, "cascade": 1839, "screen": 1840, "effortlessly": 1841, "strange": 1842, "delightfully": 1843, "entire": 1844, "first-rate": 1845, "sorvino": 1846, "stuff": 1847, "subversive": 1848, "element": 1849, "cartoon": 1850, "providing": 1851, "unexpected": 1852, "fizzability": 1853, "predecessor": 1854, "rate": 1855, "magical": 1856, "fare": 1857, "recent": 1858, "holiday": 1859, "season": 1860, "guessing": 1861, "magician": 1862, "nicholson": 1863, "understated": 1864, "wonderful": 1865, "uneven": 1866, "hilarious": 1867, "spoof": 1868, "appealing": 1869, "connoisseurs": 1870, "chinese": 1871, "pleased": 1872, "tian": 1873, "meticulous": 1874, "talent": 1875, "withered": 1876, "during": 1877, "enforced": 1878, "hiatus": 1879, "powerful": 1880, "mel": 1881, "gibson": 1882, "brutal": 1883, "sequence": 1884, "everything": 1885, "dog-tag": 1886, "16": 1887, "original": 1888, "memorable": 1889, "downtown": 1890, "saturday": 1891, "matinee": 1892, "brain": 1893, "candy": 1894, "disappoint": 1895, "gay": 1896, "kissing": 1897, "jessica": 1898, "stein": 1899, "greatest": 1900, "date": 1901, "bursting": 1902, "constraints": 1903, "source": 1904, "adapted": 1905, "from-television": 1906, "belongs": 1907, "delicately": 1908, "narrated": 1909, "martin": 1910, "landau": 1911, "directed": 1912, "sensitivity": 1913, "skill": 1914, "dana": 1915, "janklowicz-mann": 1916, "liked": 1917, "large": 1918, "kilmer": 1919, "strongest": 1920, "since": 1921, "doors": 1922, "superior": 1923, "female": 1924, "friendship": 1925, "men": 1926, "embrace": 1927, "filmmaking": 1928, "disjointed": 1929, "structure": 1930, "rhythms": 1931, "separate": 1932, "lush": 1933, "morvern": 1934, "callar": 1935, "punk": 1936, "existentialism": 1937, "ramsay": 1938, "liana": 1939, "dognini": 1940, "dramatized": 1941, "alan": 1942, "warner": 1943, "novel": 1944, "itself": 1945, "felt": 1946, "irvine": 1947, "welsh": 1948, "trainspotting": 1949, "hippie-turned-yuppie": 1950, "before": 1951, "enthusiastic": 1952, "charm": 1953, "again": 1954, "unnerving": 1955, "ring": 1956, "indisputably": 1957, "spooky": 1958, ";": 1959, "die": 1960, "judge": 1961, "soon": 1962, "gritty": 1963, "totally": 1964, "directions": 1965, "keeps": 1966, "remaining": 1967, "savagely": 1968, "critics": 1969, "side": 1970, "jonathan": 1971, "swift": 1972, "p": 1973, "v": 1974, "mounts": 1975, "bikes": 1976, "skateboards": 1977, "motorcycles": 1978, "intense": 1979, "splashed": 1980, "across": 1981, "immense": 1982, "imax": 1983, "steadfastly": 1984, "uncinematic": 1985, "powerfully": 1986, "real": 1987, "score": 1988, "translate": 1989, "perdition": 1990, "display": 1991, "greatness": 1992, "seeing": 1993, "production": 1994, "values": 1995, "attractive": 1996, "remarkably": 1997, "backstage": 1998, "angst": 1999, "stand-up": 2000, "dashing": 2001, "absorbing": 2002, "outing": 2003, "france": 2004, "inventive": 2005, "directors": 2006, "highly": 2007, "rock-solid": 2008, "gangster": 2009, "fair": 2010, "bizarre": 2011, "bank": 2012, "robberies": 2013, "dose": 2014, "father-and-son": 2015, "dynamics": 2016, "delightful": 2017, "stimulus": 2018, "optic": 2019, "nerves": 2020, "forgivable": 2021, "tomorrow": 2022, "stephen": 2023, "earnhart": 2024, "optimism": 2025, "struggling": 2026, "themselves": 2027, "ones": 2028, "currently": 2029, "halloween": 2030, "gory": 2031, "slash-fest": 2032, "hoot": 2033, "morning": 2034, "tv": 2035, "pseudo-educational": 2036, "wrong": 2037, "well-crafted": 2038, "sobering": 2039, "tour": 2040, "force": 2041, "egoyan": 2042, "ararat": 2043, "fiercely": 2044, "uncommonly": 2045, "ambitious": 2046, "brims": 2047, "words": 2048, "eccentric": 2049, "accident-prone": 2050, "crazy": 2051, "bernard": 2052, "rose": 2053, "ivans": 2054, "xtc": 2055, "offbeat": 2056, "interested": 2057, "bowling": 2058, "works": 2059, "smoothly": 2060, "spielberg": 2061, "impersonation": 2062, "enjoying": 2063, "immensely": 2064, "marvelously": 2065, "deliriously": 2066, "joyous": 2067, "improved": 2068, "step": 2069, "further": 2070, "richer": 2071, "delicate": 2072, "interpersonal": 2073, "dances": 2074, "company": 2075, "yourselves": 2076, "feeling": 2077, "conned": 2078, "exciting": 2079, "moviemaking": 2080, "austin": 2081, "powers": 2082, "goldmember": 2083, "binging": 2084, "cotton": 2085, "honest": 2086, "open-hearted": 2087, "appeal": 2088, "willing": 2089, "succumb": 2090, "sophisticated": 2091, "approach": 2092, "workplace": 2093, "australian": 2094, "flatman": 2095, "uses": 2096, "huge-screen": 2097, "format": 2098, "old-fashioned": 2099, "nature": 2100, "educates": 2101, "pictures": 2102, "enriched": 2103, "imaginatively": 2104, "mixed": 2105, "antic": 2106, "spirits": 2107, "headed": 2108, "christopher": 2109, "plummer": 2110, "subtlest": 2111, "complexly": 2112, "evil": 2113, "uncle": 2114, "ever": 2115, "adaptations": 2116, "joy": 2117, "pride": 2118, "took": 2119, "shines": 2120, "frame": 2121, "cho": 2122, "timing": 2123, "priceless": 2124, "exhilarating": 2125, "blatantly": 2126, "biased": 2127, "applegate": 2128, "blair": 2129, "posey": 2130, "suitably": 2131, "kooky": 2132, "strip": 2133, "alert": 2134, "amused": 2135, "mischievous": 2136, "oodles": 2137, "cherish": 2138, "riveting": 2139, "power": 2140, "sadness": 2141, "scan": 2142, "evans": 2143, "career": 2144, "drawn": 2145, "frailty": 2146, "fits": 2147, "classic": 2148, "genre": 2149, "gentle": 2150, "touching": 2151, "creeps": 2152, "caustic": 2153, "dubious": 2154, "human": 2155, "passages": 2156, "engage": 2157, "affable": 2158, "timeless": 2159, "mike": 2160, "raises": 2161, "worthwhile": 2162, "delivering": 2163, "wholesome": 2164, "fantasy": 2165, "means": 2166, "refreshingly": 2167, "forthright": 2168, "schmidt": 2169, "goofy": 2170, "heartfelt": 2171, "mesmerizing": 2172, "lear": 2173, "huppert": 2174, "steal": 2175, "meal": 2176, "channeling": 2177, "kathy": 2178, "baker": 2179, "creepy": 2180, "repressed": 2181, "boston": 2182, "public": 2183, "8": 2184, "augustine": 2185, "talking": 2186, "exit": 2187, "anybody": 2188, "popcorn": 2189, "silliness": 2190, "bloodshed": 2191, "introduction": 2192, "theories": 2193, "influence": 2194, "derrida": 2195, "useless": 2196, "portrait": 2197, "artist": 2198, "endlessly": 2199, "inquisitive": 2200, "invaluable": 2201, "sentimental": 2202, "entirely": 2203, "irresistible": 2204, "sisters": 2205, "stevens": 2206, "vibrant": 2207, "creative": 2208, "instincts": 2209, "difference": 2210, "countless": 2211, "flicks": 2212, "dolls": 2213, "beautiful": 2214, "oddly": 2215, "colorful": 2216, "plain": 2217, "otherworldly": 2218, "freaky": 2219, "scare": 2220, "images": 2221, "ultimately": 2222, "hold": 2223, "grips": 2224, "told": 2225, "centered": 2226, "particular": 2227, "marvelous": 2228, "touches": 2229, "gracefully": 2230, "yiddish": 2231, "israel": 2232, "presents": 2233, "visceral": 2234, "machines": 2235, "behind": 2236, "curtains": 2237, "our": 2238, "quietly": 2239, "iranian-american": 2240, "1979": 2241, "hybrid": 2242, "benefit": 2243, "specificity": 2244, "old-school": 2245, "otar": 2246, "iosseliani": 2247, "pleasant": 2248, "factory": 2249, "worker": 2250, "escapes": 2251, "venice": 2252, "reveals": 2253, "playful": 2254, "respite": 2255, "grind": 2256, "refresh": 2257, "souls": 2258, "dolorous": 2259, "trim": 2260, "secretary": 2261, "genial": 2262, "maintains": 2263, "buoyant": 2264, "writers": 2265, "sporadic": 2266, "dips": 2267, "pop": 2268, "freudianism": 2269, "help": 2270, "moviegoing": 2271, "enigma": 2272, "solid": 2273, "deliberately": 2274, "irony": 2275, "genuine": 2276, "1957": 2277, "somehow": 2278, "birthday": 2279, "actor": 2280, "foremost": 2281, "escapist": 2282, "confection": 2283, "heard": 2284, "chaplin": 2285, "glued": 2286, "stirring": 2287, "adventure": 2288, "rarely": 2289, "anymore": 2290, "remarkable": 2291, "achival": 2292, "shanghai": 2293, "places": 2294, "served": 2295, "jews": 2296, "escaped": 2297, "holocaust": 2298, "quaint": 2299, "romanticized": 2300, "rendering": 2301, "deliberative": 2302, "account": 2303, "lifestyle": 2304, "characterized": 2305, "surface-obsession": 2306, "typifies": 2307, "delirium": 2308, "post": 2309, "pre": 2310, "extant": 2311, "stardom": 2312, "son": 2313, "room": 2314, "promises": 2315, "wild": 2316, "ride": 2317, "ensues": 2318, "brash": 2319, "conquer": 2320, "online": 2321, "laptops": 2322, "cell": 2323, "phones": 2324, "sketchy": 2325, "business": 2326, "plans": 2327, "sledgehammer": 2328, "videos": 2329, "breathes": 2330, "induces": 2331, "headaches": 2332, "chateau": 2333, "risky": 2334, "venture": 2335, "searing": 2336, "epic": 2337, "treatment": 2338, "nationwide": 2339, "blight": 2340, "horrifyingly": 2341, "rise": 2342, "light": 2343, "candles": 2344, "bring": 2345, "cake": 2346, "fret": 2347, "calories": 2348, "substance": 2349, "simply": 2350, "nice": 2351, "treat": 2352, "spectacular": 2353, "ahem": 2354, "smarter": 2355, "attentive": 2356, "sets": 2357, "said": 2358, "studio-produced": 2359, "bothers": 2360, "suitcase": 2361, "answers": 2362, "maintaining": 2363, "appearance": 2364, "clinical": 2365, "objectivity": 2366, "sad": 2367, "horrifying": 2368, "inspiring": 2369, "wiseman": 2370, "warmest": 2371, "satin": 2372, "rouge": 2373, "avoids": 2374, "humour": 2375, "lightness": 2376, "leaves": 2377, "kidman": 2378, "become": 2379, "sadistic": 2380, "bike": 2381, "vittorio": 2382, "sica": 2383, "proud": 2384, "enjoyed": 2385, "inspired": 2386, "real-life": 2387, "events": 2388, "simone": 2389, "compulsively": 2390, "watchable": 2391, "committed": 2392, "dumbness": 2393, "leigh": 2394, "breaking": 2395, "ground": 2396, "knows": 2397, "daily": 2398, "actresses": 2399, "dazzling": 2400, "particularly": 2401, "balk": 2402, "finally": 2403, "sparkles": 2404, "wisdom": 2405, "subjects": 2406, "sharp": 2407, "quick": 2408, "pithy": 2409, "illuminating": 2410, "era": 2411, "guarantee": 2412, "leaving": 2413, "smile": 2414, "skilled": 2415, "energy": 2416, "topic": 2417, "office": 2418, "puts": 2419, "minds": 2420, "times": 2421, "accessible": 2422, "normally": 2423, "dong": 2424, "valiant": 2425, "understand": 2426, "view": 2427, "fundamentals": 2428, "riled": 2429, "superbly": 2430, "photographed": 2431, "mendes": 2432, "pieces": 2433, "likes": 2434, "mainstream": 2435, "sexy": 2436, "razzle-dazzle": 2437, "musical": 2438, "hoping": 2439, "tsai": 2440, "convincingly": 2441, "paints": 2442, "specifically": 2443, "urban": 2444, "disassociation": 2445, "freshness": 2446, "modesty": 2447, "transcends": 2448, "predicament": 2449, "thought": 2450, "german": 2451, "industry": 2452, "centering": 2453, "food": 2454, "pretty": 2455, "incongruous": 2456, "chemically": 2457, "perfect": 2458, "teaming": 2459, "crystal": 2460, "tend": 2461, "exploit": 2462, "arrives": 2463, "margin": 2464, "chance": 2465, "learn": 2466, "grow": 2467, "travel": 2468, "cat": 2469, "meow": 2470, "purr": 2471, "bolstered": 2472, "astonishing": 2473, "voice": 2474, "excepting": 2475, "hewitt": 2476, "racial": 2477, "tension": 2478, "encountered": 2479, "pete": 2480, "engrossing": 2481, "piece": 2482, "damon": 2483, "brings": 2484, "proper": 2485, "bourne": 2486, "moore": 2487, "thirst": 2488, "violence": 2489, "artnering": 2490, "murphy": 2491, "robert": 2492, "tv-cops": 2493, "showtime": 2494, "surefire": 2495, "casting": 2496, "unwieldy": 2497, "angles": 2498, "payoff": 2499, "revelatory": 2500, "russian": 2501, "wow": 2502, "slightest": 2503, "difficulty": 2504, "accepting": 2505, "happily": 2506, "immune": 2507, "folly": 2508, "changing": 2509, "attitude": 2510, "conceptually": 2511, "living-room": 2512, "worlds": 2513, "gaining": 2514, "unsettling": 2515, "suggested": 2516, "unknown": 2517, "austerity": 2518, "capable": 2519, "rewarding": 2520, "damn": 2521, "distinctive": 2522, "deeply": 2523, "pertinent": 2524, "caviezel": 2525, "embodies": 2526, "transformation": 2527, "smoke": 2528, "signals": 2529, "imbued": 2530, "familial": 2531, "ties": 2532, "spirituality": 2533, "stooping": 2534, "base": 2535, "edges": 2536, "otherwise": 2537, "straight-up": 2538, "15": 2539, "fluid": 2540, "no-nonsense": 2541, "authority": 2542, "harris": 2543, "phifer": 2544, "cam": 2545, "ron": 2546, "seal": 2547, "deal": 2548, "intoxicatingly": 2549, "violent": 2550, "maddening": 2551, "vardalos": 2552, "corbett": 2553, "play": 2554, "roles": 2555, "joel": 2556, "zwick": 2557, "ways": 2558, "fake": 2559, "mark": 2560, "pellington": 2561, "conjuring": 2562, "sinister": 2563, "menacing": 2564, "atmosphere": 2565, "flashing": 2566, "red": 2567, "lights": 2568, "rattling": 2569, "noise": 2570, "bump": 2571, "stoked": 2572, "cheesy": 2573, "cartoons": 2574, "shakespearean": 2575, "depth": 2576, "breadth": 2577, "digital-effects-heavy": 2578, "family-friendly": 2579, "compelling": 2580, "testament": 2581, "anti-semitism": 2582, "neo-fascism": 2583, "boosted": 2584, "size": 2585, "hotel": 2586, "outer": 2587, "shout": 2588, "well-deserved": 2589, "stylists": 2590, "shot": 2591, "enhances": 2592, "excellent": 2593, "hutchins": 2594, "talented": 2595, "charismatic": 2596, "zelda": 2597, "ultimate": 2598, "quasi-documentary": 2599, "french": 2600, "karim": 2601, "dridi": 2602, "celebrates": 2603, "hardy": 2604, "cuban": 2605, "music": 2606, "gidget": 2607, "muscles": 2608, "smarts": 2609, "endearing": 2610, "definitely": 2611, "struggle": 2612, "playing": 2613, "literary": 2614, "conceits": 2615, "flesh-and-blood": 2616, "somewhat": 2617, "george": 2618, "clooney": 2619, "biting": 2620, "questioning": 2621, "election": 2622, "process": 2623, "payami": 2624, "graphically": 2625, "fledgling": 2626, "democracies": 2627, "strength": 2628, "freedom": 2629, "iranian": 2630, "already": 2631, "possess": 2632, "access": 2633, "ballot": 2634, "box": 2635, "admirable": 2636, "exceptional": 2637, "eventful": 2638, "journey": 2639, "guru": 2640, "helped": 2641, "launch": 2642, "age": 2643, "nicholas": 2644, "nickleby": 2645, "finds": 2646, "reduced": 2647, "circumstances": 2648, "brightly": 2649, "optimistic": 2650, "lots": 2651, "cool": 2652, "packed": 2653, "espn": 2654, "contains": 2655, "hefty": 2656, "death": 2657, "eternity": 2658, "rich": 2659, "spend": 2660, "4": 2661, "units": 2662, "believable": 2663, "ensemble": 2664, "british": 2665, "caper": 2666, "pleasures": 2667, "afford": 2668, "moviegoers": 2669, "occupied": 2670, "amidst": 2671, "serious-minded": 2672, "concerns": 2673, "year-end": 2674, "suitable": 2675, "ages": 2676, "cry": 2677, "realize": 2678, "late": 2679, "believe": 2680, "dreams": 2681, "manage": 2682, "squeeze": 2683, "treading": 2684, "water": 2685, "forgettable": 2686, "cerebral": 2687, "examination": 2688, "psychopathic": 2689, "mind": 2690, "sex": 2691, "attracting": 2692, "unfaithful": 2693, "gripping": 2694, "lane": 2695, "gere": 2696, "awake": 2697, "evocative": 2698, "imagery": 2699, "lapping": 2700, "infectious": 2701, "skin": 2702, "draws": 2703, "kicks": 2704, "gear": 2705, "byplay": 2706, "bickering": 2707, "spy-savvy": 2708, "siblings": 2709, "carmen": 2710, "vega": 2711, "juni": 2712, "sabara": 2713, "cortez": 2714, "anchor": 2715, "give-and-take": 2716, "grandkids": 2717, "grandparents": 2718, "worry": 2719, "constant": 2720, "smiles": 2721, "frequent": 2722, "laughter": 2723, "sparkling": 2724, "jealousy": 2725, "attal": 2726, "deniro": 2727, "called": 2728, "husband": 2729, "travis": 2730, "bickle": 2731, "maggie": 2732, "g": 2733, "amazing": 2734, "breakthrough": 2735, "starring": 2736, "eats": 2737, "grenier": 2738, "bringing": 2739, "unforced": 2740, "rapid-fire": 2741, "delivery": 2742, "heidegger": 2743, "nietzsche-referencing": 2744, "unpredictable": 2745, "tug": 2746, "utterly": 2747, "transcend": 2748, "gender": 2749, "labels": 2750, "row": 2751, "sydney": 2752, "darling": 2753, "harbour": 2754, "tiny": 2755, "seater": 2756, "plane": 2757, "carried": 2758, "giant": 2759, "australia": 2760, "sweeping": 2761, "gliding": 2762, "banking": 2763, "hovering": 2764, "limb": 2765, "mostly": 2766, "goldbacher": 2767, "lets": 2768, "unruly": 2769, "confusing": 2770, "amazingly": 2771, "dopey": 2772, "cox": 2773, "creates": 2774, "nijinsky": 2775, "diaries": 2776, "charming": 2777, "witty": 2778, "clumsy": 2779, "explores": 2780, "inquisitiveness": 2781, "reminiscent": 2782, "truffaut": 2783, "conception": 2784, "future-world": 2785, "holographic": 2786, "librarian": 2787, "orlando": 2788, "jones": 2789, "questions": 2790, "visually": 2791, "cleverly": 2792, "written": 2793, "nicely": 2794, "300": 2795, "compressed": 2796, "evanescent": 2797, "seamless": 2798, "stream": 2799, "consciousness": 2800, "conversion": 2801, "genuinely": 2802, "ram": 2803, "dass": 2804, "clear": 2805, "reliable": 2806, "inner": 2807, "fierce": 2808, "grace": 2809, "reassures": 2810, "high-wattage": 2811, "brainpower": 2812, "coupled": 2813, "pitch-perfect": 2814, "exquisite": 2815, "unfakable": 2816, "lika": 2817, "da": 2818, "accents": 2819, "huge": 2820, "paul": 2821, "bettany": 2822, "smoochy": 2823, "integrity": 2824, "devito": 2825, "misanthropic": 2826, "vision": 2827, "welles": 2828, "groupie": 2829, "scholar": 2830, "peter": 2831, "bogdanovich": 2832, "provided": 2833, "broadside": 2834, "publishing": 2835, "william": 2836, "randolph": 2837, "hearst": 2838, "pleasure": 2839, "combines": 2840, "comically": 2841, "dismal": 2842, "realism": 2843, "farcically": 2844, "bawdy": 2845, "redemption": 2846, "regeneration": 2847, "earnest": 2848, "turntablists": 2849, "beat": 2850, "jugglers": 2851, "schoolers": 2852, "current": 2853, "innovators": 2854, "scratch": 2855, "documenting": 2856, "behold": 2857, "cumbersome": 2858, "3d": 2859, "goggles": 2860, "provides": 2861, "deft": 2862, "game": 2863, "jacobson": 2864, "jeremy": 2865, "renner": 2866, "psychology": 2867, "order": 2868, "pathology": 2869, "evolved": 2870, "impulses": 2871, "grew": 2872, "hideously": 2873, "twisted": 2874, "basic": 2875, "wind-in-the-hair": 2876, "absolutely": 2877, "first-time": 2878, "donovan": 2879, "managed": 2880, "lee": 2881, "achievement": 2882, "extends": 2883, "supple": 2884, "understanding": 2885, "brown": 2886, "played": 2887, "athlete": 2888, "image": 2889, "indomitability": 2890, "post-camp": 2891, "comprehension": 2892, "old-time": 2893, "b": 2894, "good-bad": 2895, "eight": 2896, "legged": 2897, "freaks": 2898, "perfectly": 2899, "diversion": 2900, "relationships": 2901, "drives": 2902, "unlikely": 2903, "struck": 2904, "chord": 2905, "strangely": 2906, "chilling": 2907, "twohy": 2908, "sub": 2909, "inside": 2910, "eye": 2911, "preserving": 2912, "hugely": 2913, "enlightening": 2914, "grant": 2915, "weddings": 2916, "funeral": 2917, "bridget": 2918, "diary": 2919, "bigger": 2920, "yourself": 2921, "namely": 2922, "archetypal": 2923, "desire": 2924, "trash": 2925, "occurs": 2926, "columbine": 2927, "rekindles": 2928, "muckraking": 2929, "soul-searching": 2930, "sick": 2931, "screenwriters": 2932, "washington": 2933, "keen": 2934, "sweet": 2935, "reflected": 2936, "fresnadillo": 2937, "serious": 2938, "extravagant": 2939, "distort": 2940, "perspective": 2941, "throw": 2942, "emperor": 2943, "club": 2944, "ruthless": 2945, "placid": 2946, "conservative": 2947, "hidebound": 2948, "movie-making": 2949, "traditions": 2950, "texture": 2951, "relevance": 2952, "scares": 2953, "mood": 2954, "ominous": 2955, "pervasive": 2956, "lurks": 2957, "below": 2958, "proceedings": 2959, "mindset": 2960, "low-key": 2961, "labor": 2962, "strikes": 2963, "resonant": 2964, "chew": 2965, "catch": 2966, "masses": 2967, "pop-induced": 2968, "trademark": 2969, "plumbs": 2970, "personal": 2971, "tragedy": 2972, "transporting": 2973, "re-imagining": 2974, "beast": 2975, "1930s": 2976, "reassembled": 2977, "cutting-room": 2978, "floor": 2979, "daytime": 2980, "presume": 2981, "sociology": 2982, "lesson": 2983, "entertainingly": 2984, "presented": 2985, "trot": 2986, "science-fiction": 2987, "bug-eyed": 2988, "monsters": 2989, "futuristic": 2990, "skimpy": 2991, "clothes": 2992, "stunning": 2993, "rumination": 2994, "memory": 2995, "commerce": 2996, "parker": 2997, "bartleby": 2998, "be-all-end-all": 2999, "modern-office": 3000, "campanella": 3001, "hopeful": 3002, "fan": 3003, "uninitiated": 3004, "sound": 3005, "turned": 3006, "béart": 3007, "berling": 3008, "superb": 3009, "longer": 3010, "exposition": 3011, "sequences": 3012, "fewer": 3013, "break": 3014, "tedium": 3015, "strictly": 3016, "routine": 3017, "lyrical": 3018, "metaphor": 3019, "cultural": 3020, "self-discovery": 3021, "picaresque": 3022, "little-remembered": 3023, 